[
  {
    "company": "Company",
    "industry": "Industry",
    "countryCode": "Country code",
    "description": "Description"
  },
  {
    "company": "A1 Telekom",
    "industry": "Mobile, internet & TV",
    "countryCode": "AT",
    "description": "Leading provider of digital and communication solutions in Central and Eastern Europe, offering mobile and fixed-line services, internet, multimedia, and integrated business solutions"
  },
  {
    "company": "Bank Austria",
    "industry": "Retail bank",
    "countryCode": "AT",
    "description": "Leading Austrian bank providing comprehensive financial services empowering customers with secure daily banking investments and long-term financial stability regionally."
  },
  {
    "company": "bank99",
    "industry": "Online & branch bank (Post)",
    "countryCode": "AT",
    "description": "Modern Austrian banking service offering simple accounts transparent fees postal accessibility and convenient financial tools supporting straightforward everyday customer money management needs effectively."
  },
  {
    "company": "BAWAG P.S.K.",
    "industry": "Retail bank",
    "countryCode": "AT",
    "description": "Established retail bank delivering practical financial products competitive loans secure savings solutions and accessible nationwide support for customers seeking reliable efficient Austrian banking experiences."
  },
  {
    "company": "BE.funkt",
    "industry": "Mobile (MVNO)",
    "countryCode": "AT",
    "description": "Austrian MVNO providing flexible low-cost mobile plans reliable coverage straightforward services and digital convenience tailored for customers wanting affordable dependable communication options."
  },
  {
    "company": "bob",
    "industry": "Budget mobile",
    "countryCode": "AT",
    "description": "Affordable A1 mobile sub-brand offering transparent pricing dependable network quality simple prepaid plans and flexible options supporting budget-conscious customers seeking reliable communication solutions."
  },
  {
    "company": "DADAT Bank",
    "industry": "Discount broker / bank",
    "countryCode": "AT",
    "description": "Digital Austrian bank providing easy online investing cost-effective brokerage services simple savings products and transparent financial tools supporting customers’ modern everyday banking needs."
  },
  {
    "company": "Drei",
    "industry": "Mobile & broadband",
    "countryCode": "AT",
    "description": "Major telecom provider offering high-speed mobile internet competitive plans entertainment bundles and reliable nationwide connectivity supporting modern digital communication and lifestyle expectations."
  },
  {
    "company": "easybank",
    "industry": "Retail / online bank",
    "countryCode": "AT",
    "description": "Digital Austrian bank offering convenient online accounts secure transactions transparent pricing user-friendly tools and efficient financial management designed for modern everyday banking simplicity."
  },
  {
    "company": "educom mobile",
    "industry": "Student-focused mobile",
    "countryCode": "AT",
    "description": "Student-focused mobile provider delivering discounted plans data-friendly offers and straightforward digital services supporting connectivity affordability and flexible communication for young Austrian users."
  },
  {
    "company": "Energie AG Oberösterreich",
    "industry": "Regional energy",
    "countryCode": "AT",
    "description": "Regional energy supplier providing electricity gas water and infrastructure solutions supporting sustainable resource management reliable utility services and everyday household energy needs."
  },
  {
    "company": "Energie Steiermark",
    "industry": "Regional energy",
    "countryCode": "AT",
    "description": "Leading Styrian energy provider delivering electricity heating green power solutions and digital tools supporting customers’ transition toward sustainable affordable everyday energy usage."
  },
  {
    "company": "Erste Bank und Sparkassen",
    "industry": "Retail bank",
    "countryCode": "AT",
    "description": "Major Austrian banking group delivering trusted accounts investment services advisory support and digital tools helping individuals families and businesses manage finances confidently."
  },
  {
    "company": "HoT",
    "industry": "Discount mobile (MVNO)",
    "countryCode": "AT",
    "description": "Discount mobile operator offering simple prepaid tariffs strong network performance competitive pricing and convenient supermarket availability for customers seeking affordable communication services."
  },
  {
    "company": "Kelag",
    "industry": "Energy supplier",
    "countryCode": "AT",
    "description": "Carinthian energy company supplying renewable electricity heating solutions and efficient energy services supporting sustainable living and dependable daily utility access across regional communities."
  },
  {
    "company": "Linz AG Energie",
    "industry": "Energy & fibre",
    "countryCode": "AT",
    "description": "Regional utility company from Linz providing electricity heating water and transport services, ensuring reliable infrastructure and energy supply for residents."
  },
  {
    "company": "Magenta Telekom",
    "industry": "Mobile & broadband",
    "countryCode": "AT",
    "description": "Austrian telecom provider offering mobile internet and TV services, delivering connectivity entertainment options and digital solutions for households and businesses."
  },
  {
    "company": "MyElectric",
    "industry": "Power supplier",
    "countryCode": "AT",
    "description": "Austrian electricity supplier focusing on energy tariffs transparent pricing and simple online management, helping customers choose conscious sustainable power solutions."
  },
  {
    "company": "Raiffeisen Bank Österreich",
    "industry": "Co-operative bank",
    "countryCode": "AT",
    "description": "Cooperative banking group in Austria providing accounts savings loans and advisory services, supporting individuals businesses and communities with financial solutions."
  },
  {
    "company": "Salzburg AG",
    "industry": "Regional energy & telecom",
    "countryCode": "AT",
    "description": "Salzburg-based utility company delivering electricity heating water and broadband services, supporting comfortable everyday living for regional residents and local businesses."
  },
  {
    "company": "Share Now",
    "industry": "Car-sharing",
    "countryCode": "AT",
    "description": "Urban car-sharing service providing flexible short-term vehicle access app-based bookings and transparent pricing, helping city residents enjoy convenient on-demand mobility."
  },
  {
    "company": "spusu",
    "industry": "Mobile operator",
    "countryCode": "AT",
    "description": "Austrian mobile operator offering contract-free tariffs transparent billing reliable coverage and customer-friendly service for users seeking affordable straightforward mobile communication."
  },
  {
    "company": "TeleTronic",
    "industry": "Fibre internet",
    "countryCode": "AT",
    "description": "Telecom provider delivering communication solutions network infrastructure support and technical services for businesses requiring reliable connectivity and stable day-to-day operations."
  },
  {
    "company": "TIWAG",
    "industry": "Regional energy",
    "countryCode": "AT",
    "description": "Tyrolean energy company generating electricity and providing energy services, supporting regional households businesses and infrastructure with reliable long-term power supply."
  },
  {
    "company": "VERBUND",
    "industry": "National energy group",
    "countryCode": "AT",
    "description": "Austria’s leading hydropower producer generating renewable electricity and offering energy solutions, supporting national decarbonisation efforts and long-term sustainable power supply."
  },
  {
    "company": "Volksbank Österreich",
    "industry": "Co-operative bank",
    "countryCode": "AT",
    "description": "Cooperative banking group providing accounts business services loans and advisory support, helping customers manage finances securely and achieve long-term goals."
  },
  {
    "company": "Voltino",
    "industry": "Online energy brand (AT)",
    "countryCode": "AT",
    "description": "Digital service brand offering customer-focused solutions simple tariffs and accessible support, helping users manage everyday needs through convenient online platforms."
  },
  {
    "company": "Wien Energie",
    "industry": "Energy & EV charging",
    "countryCode": "AT",
    "description": "Vienna’s main energy provider delivering electricity heating cooling and energy services, supporting households and businesses with reliable sustainable power solutions."
  },
  {
    "company": "yesss!",
    "industry": "Discount mobile",
    "countryCode": "AT",
    "description": "Discount Austrian prepaid mobile brand offering low-cost tariffs solid network coverage and simple plans for budget-conscious customers needing straightforward communication."
  },
  {
    "company": "Afterpay",
    "industry": "BNPL",
    "countryCode": "AU",
    "description": "Buy-now-pay-later platform allowing shoppers to split purchases into instalments, offering transparent schedules, merchant partnerships and smoother, flexible checkout experiences online."
  },
  {
    "company": "Amaysim",
    "industry": "Mobile",
    "countryCode": "AU",
    "description": "Australian mobile provider offering flexible prepaid plans, no-lock-in contracts, straightforward pricing, data options and reliable network coverage for value-conscious customers."
  },
  {
    "company": "Amber Electric",
    "industry": "Energy retailer",
    "countryCode": "AU",
    "description": "Australian energy retailer offering dynamic electricity pricing, renewable options, insights and tools helping households optimise consumption and lower energy bills."
  },
  {
    "company": "ANZ Plus",
    "industry": "Digital banking app",
    "countryCode": "AU",
    "description": "Digital-first banking experience from ANZ offering money tools, spending insights, goal-based saving and intuitive app features supporting everyday financial wellbeing."
  },
  {
    "company": "Aussie Broadband",
    "industry": "NBN / fibre",
    "countryCode": "AU",
    "description": "Australian internet provider delivering high-speed broadband, transparent plans, responsive support and reliable connectivity for customers across cities and regional areas."
  },
  {
    "company": "Bank of US",
    "industry": "Tasmanian bank",
    "countryCode": "AU",
    "description": "Tasmanian community bank providing everyday accounts, local lending, savings options and personalised support for individuals and small businesses across Tasmania."
  },
  {
    "company": "Bank Orange",
    "industry": "Regional lender",
    "countryCode": "AU",
    "description": "Digital-focused bank offering everyday accounts, secure cards, payment tools, budgeting features and streamlined services for customers seeking convenient mobile banking."
  },
  {
    "company": "Blue NRG",
    "industry": "Business energy",
    "countryCode": "AU",
    "description": "Australian business energy retailer providing electricity and gas solutions, competitive tariffs, support services and tools helping organisations manage energy costs."
  },
  {
    "company": "Cashrewards",
    "industry": "Cashback platform",
    "countryCode": "AU",
    "description": "Australian cashback platform enabling members to earn rewards on online purchases, partnering with retailers, providing savings, incentives and loyalty benefits."
  },
  {
    "company": "Coastline Bank",
    "industry": "Regional bank",
    "countryCode": "AU",
    "description": "Regional bank providing personal accounts, mortgages, business services and digital tools, supporting local communities with accessible, relationship-focused everyday financial solutions."
  },
  {
    "company": "CovaU Energy",
    "industry": "Energy retailer",
    "countryCode": "AU",
    "description": "Australian energy retailer offering electricity and gas plans, competitive pricing, support and flexible options helping customers manage utility costs comfortably."
  },
  {
    "company": "E.Tel",
    "industry": "Mobile & NBN",
    "countryCode": "AU",
    "description": "Australian telecom provider offering mobile and internet services, straightforward plans, competitive pricing and responsive support for customers needing reliable connectivity."
  },
  {
    "company": "Empower Energy",
    "industry": "Home batteries / solar",
    "countryCode": "AU",
    "description": "Energy solutions provider offering solar installations, efficiency services, consultation and support, helping households and businesses reduce energy and power costs."
  },
  {
    "company": "Everyday Mobile",
    "industry": "Mobile",
    "countryCode": "AU",
    "description": "Mobile service from Woolworths offering prepaid and postpaid plans, data bundles, network coverage and rewards integration for value-seeking supermarket customers."
  },
  {
    "company": "Heritage Bank",
    "industry": "Mutual bank",
    "countryCode": "AU",
    "description": "Australian customer-owned bank providing everyday accounts, home loans, savings products and personalised service, supporting members with community-focused, people-first financial solutions."
  },
  {
    "company": "IMB Bank",
    "industry": "Mutual bank",
    "countryCode": "AU",
    "description": "Provider of digital banking services and other banking and financial services based out of Australia"
  },
  {
    "company": "Lumo Energy",
    "industry": "Energy retailer",
    "countryCode": "AU",
    "description": "Australian energy retailer offering electricity and gas plans, flexible options, competitive pricing and customer support helping households manage everyday energy needs affordably."
  },
  {
    "company": "Menulog",
    "industry": "Food delivery",
    "countryCode": "AU",
    "description": "Online food delivery platform connecting customers with restaurants, offering convenient ordering, diverse cuisine options, reliable delivery services and user-friendly digital experiences nationwide."
  },
  {
    "company": "Nectr",
    "industry": "Energy retailer",
    "countryCode": "AU",
    "description": "Renewables-focused Australian energy retailer offering simple electricity plans, carbon-neutral options, competitive pricing and digital management tools supporting environmentally conscious households."
  },
  {
    "company": "Optus",
    "industry": "Mobile / broadband",
    "countryCode": "AU",
    "description": "Major Australian telecom provider offering mobile services, broadband, entertainment packages and nationwide connectivity supporting customers’ communication, streaming and digital lifestyle needs."
  },
  {
    "company": "OVO Energy Australia",
    "industry": "Energy retailer",
    "countryCode": "AU",
    "description": "Renewable-focused energy retailer offering simple electricity plans, competitive rates, carbon-friendly options and tools helping customers reduce energy costs and environmental impact."
  },
  {
    "company": "Red Energy",
    "industry": "Energy retailer",
    "countryCode": "AU",
    "description": "Australian electricity and gas retailer offering competitive pricing, local customer service, rewards integration and straightforward plans supporting simple household energy management."
  },
  {
    "company": "Roll’d",
    "industry": "Fast-casual food chain",
    "countryCode": "AU",
    "description": "Australian fast-casual restaurant brand offering Vietnamese-inspired meals, takeaway options, fast service and convenient access for customers seeking fresh, flavourful everyday food."
  },
  {
    "company": "ShopBack",
    "industry": "Cashback platform",
    "countryCode": "AU",
    "description": "Cashback platform offering rewards on purchases, voucher deals, partner promotions and savings opportunities helping customers earn money back on everyday shopping."
  },
  {
    "company": "Soltek Energy",
    "industry": "Solar installer",
    "countryCode": "AU",
    "description": "Australian solar energy provider offering system installations, consultation, maintenance services and renewable solutions helping households and businesses adopt cleaner power options."
  },
  {
    "company": "Stake",
    "industry": "Share trading app",
    "countryCode": "AU",
    "description": "Investment platform providing access to global markets, simplified trading tools, low-fee brokerage and intuitive app features supporting modern investors building diversified portfolios."
  },
  {
    "company": "Tangerine Telecom",
    "industry": "NBN & mobile",
    "countryCode": "AU",
    "description": "Australian internet provider offering NBN plans, straightforward pricing, unlimited data options and fast setup for customers seeking affordable reliable home broadband."
  },
  {
    "company": "Telsim",
    "industry": "Mobile",
    "countryCode": "AU",
    "description": "Australian mobile operator offering flexible prepaid plans, competitive data packages, easy management tools and dependable network coverage for budget-conscious mobile users."
  },
  {
    "company": "Telstra",
    "industry": "Mobile / NBN",
    "countryCode": "AU",
    "description": "Australia’s largest telecom provider delivering mobile services, broadband internet, entertainment, business solutions and national connectivity supporting customers across cities and regional communities."
  },
  {
    "company": "UBank",
    "industry": "Digital bank",
    "countryCode": "AU",
    "description": "Digital Australian bank providing streamlined home loans, savings accounts, budgeting tools and simple online banking designed for efficient everyday money management."
  },
  {
    "company": "Up Bank",
    "industry": "App-only bank",
    "countryCode": "AU",
    "description": "Mobile-only Australian bank offering instant payments, smart budgeting features, real-time notifications and intuitive app tools designed for modern digital banking customers."
  },
  {
    "company": "Virgin Money",
    "industry": "Bank / cards",
    "countryCode": "AU",
    "description": "Retail financial brand offering everyday banking products credit cards savings accounts home loans and rewards programmes tailored for lifestyle-focused customers."
  },
  {
    "company": "Vodafone",
    "industry": "Mobile",
    "countryCode": "AU",
    "description": "Global telecom provider offering mobile services broadband connectivity solutions and roaming options supporting effective communication for consumers and enterprises worldwide."
  },
  {
    "company": "Zip Pay",
    "industry": "BNPL / payments",
    "countryCode": "AU",
    "description": "Buy-now-pay-later service enabling interest-free instalments simple repayments and fast approvals helping customers spread online and in-store purchase costs over time."
  },
  {
    "company": "Zip Solar",
    "industry": "Solar retailer",
    "countryCode": "AU",
    "description": "Solar finance solution providing payment plans and credit options helping households and businesses install solar systems while spreading investment costs."
  },
  {
    "company": "Aion Bank",
    "industry": "Digital bank",
    "countryCode": "BE",
    "description": "European digital bank offering subscription-based banking model with accounts savings loans investments and automated tools supporting everyday and long-term finances."
  },
  {
    "company": "BASE",
    "industry": "Mobile operator",
    "countryCode": "BE",
    "description": "Belgian mobile brand offering flexible subscriptions prepaid options affordable data and reliable network access for customers seeking straightforward communication solutions."
  },
  {
    "company": "Belfius",
    "industry": "Bank",
    "countryCode": "BE",
    "description": "Belgian bank and insurer providing retail banking products services investment solutions and insurance offerings to individuals companies and public institutions."
  },
  {
    "company": "Beobank",
    "industry": "Bank / credit cards",
    "countryCode": "BE",
    "description": "Belgian retail bank offering credit cards loans savings products insurance and digital tools supporting everyday personal finance management for customers."
  },
  {
    "company": "Cambio Autodelen",
    "industry": "Car sharing",
    "countryCode": "BE",
    "description": "Car-sharing service offering shared vehicles with pricing reservation tools and fuel included, helping members enjoy flexible sustainable urban mobility alternatives."
  },
  {
    "company": "CBC Banque",
    "industry": "Bank",
    "countryCode": "BE",
    "description": "Francophone Belgian bank offering everyday accounts loans savings investments and advisory services tailored to individuals professionals and businesses in Wallonia."
  },
  {
    "company": "Crelan ",
    "industry": "Bank",
    "countryCode": "BE",
    "description": "Belgian cooperative bank focusing on agriculture retail banking savings loans and personalised service supporting farmers families and small businesses nationwide."
  },
  {
    "company": "Energie.be",
    "industry": "Energy supplier",
    "countryCode": "BE",
    "description": "Belgian online energy supplier offering simple electricity and gas contracts transparent pricing digital management tools and responsive support for households."
  },
  {
    "company": "KBC Bank",
    "industry": "Bank",
    "countryCode": "BE",
    "description": "Major Belgian banking group providing retail corporate and private banking services, insurance products, investments and digital tools across European markets."
  },
  {
    "company": "Keytrade Bank",
    "industry": "Online bank / broker",
    "countryCode": "BE",
    "description": "Online Belgian bank and broker offering trading platforms investment products savings accounts and cost-efficient digital banking services for active investors."
  },
  {
    "company": "Lime",
    "industry": "E-scooters",
    "countryCode": "BE",
    "description": "Shared electric scooters and bikes platform offering app-based rentals, sustainable short-distance travel and convenient everyday urban mobility for city residents."
  },
  {
    "company": "Luminus",
    "industry": "Energy supplier",
    "countryCode": "BE",
    "description": "Belgian energy supplier providing electricity and gas contracts, green options, tools and customer support helping households manage energy consumption sustainably."
  },
  {
    "company": "Lynx",
    "industry": "Online broker",
    "countryCode": "BE",
    "description": "Online broker offering advanced trading platforms, competitive fees, independent research, education and tools supporting active investors managing diverse global portfolios."
  },
  {
    "company": "MeDirect Bank Belgium",
    "industry": "Online bank / investments",
    "countryCode": "BE",
    "description": "Online bank offering savings accounts, investment products, digital tools and personalised support helping Belgian customers grow and manage wealth efficiently."
  },
  {
    "company": "Mega ",
    "industry": "Energy supplier",
    "countryCode": "BE",
    "description": "Belgian energy retailer supplying electricity contracts, straightforward tariffs and online account management tools for households seeking simple affordable service everywhere."
  },
  {
    "company": "Mobile Vikings",
    "industry": "Mobile operator",
    "countryCode": "BE",
    "description": "Mobile operator brand offering flexible subscriptions, generous data bundles, competitive pricing and reliable network coverage for youthful digitally active customers."
  },
  {
    "company": "Onze Energie",
    "industry": "Energy cooperative",
    "countryCode": "BE",
    "description": "Belgian energy supplier providing electricity contracts, green options and simple online tools helping households manage monthly bills conveniently and simply."
  },
  {
    "company": "Poppy Mobility",
    "industry": "Car sharing / e-mobility",
    "countryCode": "BE",
    "description": "Car-sharing service offering flexible short-term vehicle rentals, app-based booking, fuel included and convenient urban mobility alternatives to private car ownership."
  },
  {
    "company": "Proximus",
    "industry": "Telecom / mobile / internet",
    "countryCode": "BE",
    "description": "Belgian telecom provider delivering mobile services, internet, TV and business connectivity solutions supporting secure reliable communication for households and organisations."
  },
  {
    "company": "Q8 Mazout",
    "industry": "Heating oil",
    "countryCode": "BE",
    "description": "Fuel delivery brand supplying heating oil, transparent pricing, online ordering and timely safely deliveries supporting households’ seasonal heating needs efficiently."
  },
  {
    "company": "Saxo Bank",
    "industry": "Trading / investments",
    "countryCode": "BE",
    "description": "Investment bank and broker offering trading platforms, research tools, derivatives products and professional services for active traders and sophisticated investors."
  },
  {
    "company": "Scarlet",
    "industry": "Telecom / internet",
    "countryCode": "BE",
    "description": "Belgian telecom brand offering internet, TV and fixed-line services with straightforward pricing for budget customers needing very simple reliable connectivity."
  },
  {
    "company": "Soly",
    "industry": "Solar panels",
    "countryCode": "BE",
    "description": "Solar energy company providing rooftop installations, financing options, monitoring tools and expert advisory services helping households transition toward renewable power."
  },
  {
    "company": "Takeaway.com",
    "industry": "Food delivery",
    "countryCode": "BE",
    "description": "Online food delivery marketplace connecting customers with restaurants, enabling convenient easy ordering, promotions and reliable delivery or pickup experiences nationwide."
  },
  {
    "company": "Telenet",
    "industry": "Telecom / cable / internet",
    "countryCode": "BE",
    "description": "Belgian telecom and media company offering internet, TV, mobile services and entertainment solutions supporting digital lifestyles for home and businesses."
  },
  {
    "company": "Yoin",
    "industry": "Mobile & internet",
    "countryCode": "BE",
    "description": "Mobile service brand offering flexible subscriptions, straightforward pricing, online management and reliable network connectivity for customers wanting simple communication solutions."
  },
  {
    "company": "Avenir Energy",
    "industry": "Propane delivery",
    "countryCode": "CA",
    "description": "Energy solutions provider delivering electricity contracts, consulting, procurement strategies and support helping businesses optimise energy usage, costs and sustainability performance."
  },
  {
    "company": "BMO Bank of Montreal",
    "industry": "Big 5 bank",
    "countryCode": "CA",
    "description": "Major Canadian bank providing everyday banking, lending, wealth management and digital services supporting individuals, businesses and institutional clients across markets."
  },
  {
    "company": "Chef’s Plate",
    "industry": "Meal kits",
    "countryCode": "CA",
    "description": "Meal-kit delivery service providing pre-portioned ingredients, recipe cards, rotating menus and convenient home cooking experiences for customers seeking easy dinners."
  },
  {
    "company": "CIBC",
    "industry": "Big 5 bank",
    "countryCode": "CA",
    "description": "Canadian bank offering everyday accounts, mortgages, credit cards, investments and advisory services helping clients manage finances and achieve long-term goals."
  },
  {
    "company": "Direct Energy",
    "industry": "Energy retailer",
    "countryCode": "CA",
    "description": "Energy retailer providing electricity and natural gas plans, home services, protection products and tools supporting Canadian households’ comfort and budgeting."
  },
  {
    "company": "Dr.Bill ",
    "industry": "Medical billing SaaS",
    "countryCode": "CA",
    "description": "Medical billing platform helping Canadian physicians submit claims, track payments, reduce errors and streamline administrative workflows integrated with RBC services."
  },
  {
    "company": "Eastlink",
    "industry": "Telecom",
    "countryCode": "CA",
    "description": "Canadian telecom provider offering internet, TV, home phone and mobile services, delivering regional connectivity, reliability and entertainment solutions for households and businesses."
  },
  {
    "company": "Encor ",
    "industry": "Electricity & gas (AB)",
    "countryCode": "CA",
    "description": "Energy brand from EPCOR offering electricity and natural gas plans, tools, guidance and support helping Albertans manage household energy daily."
  },
  {
    "company": "ENMAX Energy",
    "industry": "Electricity & gas (AB)",
    "countryCode": "CA",
    "description": "Calgary-based energy company providing electricity, natural gas and related services, supporting residential and business customers with reliable local energy solutions."
  },
  {
    "company": "EQ Bank",
    "industry": "Digital bank",
    "countryCode": "CA",
    "description": "Digital Canadian bank offering high-interest savings, GICs, registered accounts, international transfers and smart online tools for convenient everyday money management."
  },
  {
    "company": "Equitable Bank",
    "industry": "Bank (reverse mortgages)",
    "countryCode": "CA",
    "description": "Canadian bank specialising in alternative lending, digital banking platforms, savings products and residential or commercial mortgage solutions for diverse customers."
  },
  {
    "company": "Fido",
    "industry": "Mobile",
    "countryCode": "CA",
    "description": "Canadian mobile provider offering postpaid and prepaid plans, generous data options, device financing and customer perks for value-seeking wireless users."
  },
  {
    "company": "Fizz",
    "industry": "Mobile & internet (QC)",
    "countryCode": "CA",
    "description": "Quebec-based mobile and internet provider offering customizable plans, online self-service, community rewards and competitive pricing for digitally savvy budget-conscious customers."
  },
  {
    "company": "Freedom Mobile",
    "industry": "Mobile",
    "countryCode": "CA",
    "description": "Canadian wireless carrier providing affordable plans, data-heavy offers, nationwide roaming and growing network coverage delivering savings for cost-conscious smartphone users."
  },
  {
    "company": "Good Food For Good",
    "industry": "Sauces & pantry",
    "countryCode": "CA",
    "description": "Canadian organic food brand offering sauces and condiments made with whole ingredients, supporting healthy cooking and contributing meals through donations."
  },
  {
    "company": "Goodfood",
    "industry": "Meal kits",
    "countryCode": "CA",
    "description": "Canadian meal-kit and grocery delivery service offering recipes, fresh ingredients and ready-made meals for convenient home cooking and weekly planning."
  },
  {
    "company": "Inspired Go",
    "industry": "Healthy meal delivery",
    "countryCode": "CA",
    "description": "Prepared meal delivery service providing chef-designed salads and bowls, delivering fresh ready-to-eat at-home meals for busy Canadians across all Canada."
  },
  {
    "company": "KOHO",
    "industry": "Prepaid / fintech",
    "countryCode": "CA",
    "description": "Canadian fintech app offering prepaid cards, budgeting tools, cashback rewards and savings features helping users track spending and build habits."
  },
  {
    "company": "Koodo Mobile",
    "industry": "Mobile",
    "countryCode": "CA",
    "description": "Canadian mobile carrier offering flexible plans, affordable phones, generous data options and online self-serve tools for straightforward reliable wireless service."
  },
  {
    "company": "MealFix Canada",
    "industry": "Ready-meal delivery",
    "countryCode": "CA",
    "description": "Meal delivery company providing pre-made, portion-controlled meals delivered chilled or frozen, supporting convenient healthy eating for busy fitness-focused Canadians everywhere."
  },
  {
    "company": "Mydoh",
    "industry": "Youth money app",
    "countryCode": "CA",
    "description": "Money app for families offering prepaid cards, chores tracking and spending controls helping kids learn financial responsibility with parental oversight."
  },
  {
    "company": "Neo Financial",
    "industry": "Fintech (credit & savings)",
    "countryCode": "CA",
    "description": "Canadian fintech offering rewards credit cards, high-interest savings accounts and partner offers, delivering modern digital alternatives to traditional everyday banking."
  },
  {
    "company": "oxio",
    "industry": "Home internet",
    "countryCode": "CA",
    "description": "Canadian internet provider offering simple subscription plans, unlimited data, online self-service and transparent pricing for customers tired of telecom complexity."
  },
  {
    "company": "PayPal",
    "industry": "Payments",
    "countryCode": "CA",
    "description": "Global digital payments platform enabling secure online transactions, money transfers, merchant services and checkout solutions for consumers and businesses worldwide."
  },
  {
    "company": "PC Financial",
    "industry": "Banking & loyalty",
    "countryCode": "CA",
    "description": "Canadian financial brand offering credit cards, no-fee banking products and loyalty rewards integrated with President’s Choice ecosystem for everyday shoppers."
  },
  {
    "company": "Questrade",
    "industry": "Online broker",
    "countryCode": "CA",
    "description": "Canadian online brokerage offering low-cost trading, investment accounts, managed portfolios and platforms helping investors grow wealth and save on fees."
  },
  {
    "company": "Ratehub.ca",
    "industry": "Comparison site",
    "countryCode": "CA",
    "description": "Comparison platform helping Canadians compare mortgages, credit cards, insurance and banking products to find suitable financial options and better rates."
  },
  {
    "company": "Rogers",
    "industry": "Mobile",
    "countryCode": "CA",
    "description": "Canadian telecom provider offering wireless services, internet, TV, business connectivity solutions and media content supporting communication entertainment and productivity nationwide."
  },
  {
    "company": "Scotiabank",
    "industry": "Big 5 bank",
    "countryCode": "CA",
    "description": "Major Canadian bank providing retail, commercial and wealth management services, international banking and digital tools supporting customers’ financial goals globally."
  },
  {
    "company": "Simplii Financial",
    "industry": "Online bank",
    "countryCode": "CA",
    "description": "Canadian direct bank offering no-fee accounts, mortgages, global transfers and digital tools providing convenient everyday banking for many Canadian customers."
  },
  {
    "company": "SkipTheDishes",
    "industry": "Food delivery",
    "countryCode": "CA",
    "description": "Canadian food delivery marketplace connecting customers with restaurants, offering convenient ordering, delivery tracking and promotions for takeout and delivery meals nationwide."
  },
  {
    "company": "Tangerine",
    "industry": "Online bank",
    "countryCode": "CA",
    "description": "Direct Canadian bank offering no-fee chequing, savings, investments and digital tools helping customers manage money simply with consistently low costs."
  },
  {
    "company": "TD Canada Trust",
    "industry": "Big 5 bank",
    "countryCode": "CA",
    "description": "Retail banking arm of TD offering everyday accounts, credit cards, mortgages, lending and advisory services through an extensive Canadian branch network."
  },
  {
    "company": "TekSavvy",
    "industry": "Home internet",
    "countryCode": "CA",
    "description": "Independent Canadian internet provider offering competitive broadband plans, uncapped usage, customer-focused service and transparent pricing for residential and business customers."
  },
  {
    "company": "TELUS Mobility",
    "industry": "Mobile & internet",
    "countryCode": "CA",
    "description": "Canadian wireless provider offering nationwide mobile coverage, devices, data plans and digital services supporting everyday communication, productivity, safety and entertainment needs."
  },
  {
    "company": "The Foodie Fit",
    "industry": "Meal prep delivery",
    "countryCode": "CA",
    "description": "Meal-prep and delivery brand offering portion-controlled, macro-friendly meals helping customers maintain fitness goals using convenient healthy prepared food delivered regularly."
  },
  {
    "company": "Turo",
    "industry": "Car sharing",
    "countryCode": "CA",
    "description": "Peer-to-peer car-sharing marketplace allowing vehicle owners to earn income and renters conveniently access diverse cars for flexible affordable app-based travel."
  },
  {
    "company": "Virgin Plus",
    "industry": "Mobile & internet",
    "countryCode": "CA",
    "description": "Canadian mobile and internet provider offering wireless plans, home internet, member benefits, entertainment perks and rewards for modern value-seeking customers."
  },
  {
    "company": "Wealthsimple",
    "industry": "Investing / cash / crypto",
    "countryCode": "CA",
    "description": "Canadian fintech offering automated investing, commission-free trading, tax tools and digital savings products helping users grow wealth and manage finances confidently."
  },
  {
    "company": "Alpian",
    "industry": "Premium digital bank",
    "countryCode": "CH",
    "description": "Swiss digital private bank offering personalised wealth management, multicurrency accounts and advisory services for affluent clients seeking a hybrid modern banking experience."
  },
  {
    "company": "Bliib Gsund Versand",
    "industry": "Natural foods",
    "countryCode": "CH",
    "description": "Health-focused Swiss mail-order retailer offering wellness products, supplements, natural remedies and related goods conveniently delivered to customers’ homes throughout Switzerland."
  },
  {
    "company": "Digitec Galaxus",
    "industry": "Leading Swiss e-commerce",
    "countryCode": "CH",
    "description": "Swiss online retailer offering electronics, household goods and lifestyle products with transparent pricing, community reviews and reliable nationwide delivery services."
  },
  {
    "company": "EWL Luzern Internet",
    "industry": "Local internet provider",
    "countryCode": "CH",
    "description": "Utility provider in Lucerne offering internet services, fibre connectivity, energy solutions and infrastructure supporting households’ communication and everyday resource needs."
  },
  {
    "company": "findependent",
    "industry": "Robo-advisor",
    "countryCode": "CH",
    "description": "Swiss digital investment platform offering diversified portfolios, low fees, automated rebalancing and simple app-based tools enabling accessible long-term investing success."
  },
  {
    "company": "Finpension 3a",
    "industry": "Pension investing",
    "countryCode": "CH",
    "description": "Swiss retirement savings solution offering pillar 3a investment portfolios with low fees, tax advantages and digital management for long-term growth."
  },
  {
    "company": "frankly",
    "industry": "Digital 3a app",
    "countryCode": "CH",
    "description": "Digital pillar 3a app from ZKB offering index-based investing, transparent fees and convenient mobile management for modern Swiss retirement savers."
  },
  {
    "company": "G-Tee.ch",
    "industry": "Tea & beverages",
    "countryCode": "CH",
    "description": "Online retailer offering functional teas and wellness beverages designed to support energy, metabolism, digestion and health-focused daily routines for customers."
  },
  {
    "company": "Goodvibe.ch",
    "industry": "Health & beauty",
    "countryCode": "CH",
    "description": "Swiss online shop offering lifestyle, wellness and nutritional products aimed at supporting healthier habits, positive mindset and balanced everyday living."
  },
  {
    "company": "Home24",
    "industry": "Furniture & mattress",
    "countryCode": "CH",
    "description": "Online furniture and home décor retailer offering wide product selection, affordable designs and convenient delivery for furnishing modern living spaces."
  },
  {
    "company": "Loewenanteil.ch",
    "industry": "Ready meals",
    "countryCode": "CH",
    "description": "Food brand offering high-protein ready meals and sauces with natural ingredients, supporting fitness-conscious customers seeking convenient nutritious savoury options daily."
  },
  {
    "company": "MoreNutrition.ch",
    "industry": "Fitness & supplements",
    "countryCode": "CH",
    "description": "Nutrition brand selling supplements, flavourings and health products aimed at supporting performance, weight-management goals and establishing balanced daily nutrition habits."
  },
  {
    "company": "Myprotein.ch",
    "industry": "Sports nutrition",
    "countryCode": "CH",
    "description": "Sports nutrition retailer offering protein powders, supplements, snacks, clothing and fitness accessories supporting training, recovery and high-performance-focused athletic lifestyles globally."
  },
  {
    "company": "NaughtyNuts.ch",
    "industry": "Nut butter & spreads",
    "countryCode": "CH",
    "description": "Brand specialising in flavoured nut butters made with quality ingredients, offering indulgent spreads balancing taste, fun and better-for-you snacking daily."
  },
  {
    "company": "Neon",
    "industry": "Swiss neobank",
    "countryCode": "CH",
    "description": "Swiss mobile bank offering a low-fee account, Mastercard, app-based controls, budgeting insights and international payments for simple digital everyday banking."
  },
  {
    "company": "NussFee.ch",
    "industry": "Food (nuts)",
    "countryCode": "CH",
    "description": "Swiss brand producing nut-based spreads and snacks with natural ingredients, offering indulgent yet mindful alternatives to conventional sweet confectionery products."
  },
  {
    "company": "Pixum.ch",
    "industry": "Photo books & prints",
    "countryCode": "CH",
    "description": "Online photo service enabling customers to create prints, photo books, wall art, calendars and personalised gifts through easy-to-use digital tools."
  },
  {
    "company": "PostFinance",
    "industry": "Retail bank",
    "countryCode": "CH",
    "description": "Swiss financial institution offering payment services, accounts, investments, cards and e-banking tools, supporting individuals and businesses with everyday financial management."
  },
  {
    "company": "Prepmymeal.ch",
    "industry": "Meal prep delivery",
    "countryCode": "CH",
    "description": "Meal-prep service providing pre-cooked, portion-controlled dishes delivered chilled, helping customers eat healthily, control macros and reliably save significant time weekly."
  },
  {
    "company": "Prozentbuch",
    "industry": "Local deals book / app",
    "countryCode": "CH",
    "description": "Discount app and voucher book offering restaurant, café and leisure deals, helping users save money while discovering attractive local experiences."
  },
  {
    "company": "Pure Naturfutter",
    "industry": "Pet food",
    "countryCode": "CH",
    "description": "Pet food brand offering natural, grain-free recipes with high-quality ingredients supporting healthy digestion, vitality and wellbeing for dogs and cats."
  },
  {
    "company": "Relai",
    "industry": "Bitcoin investing app",
    "countryCode": "CH",
    "description": "Swiss Bitcoin app enabling automatic savings, recurring purchases and simple self-custody features, helping users invest in cryptocurrency without complex exchanges."
  },
  {
    "company": "Salingo.ch",
    "industry": "Pet nutrition",
    "countryCode": "CH",
    "description": "Online retailer offering natural pet foods, snacks and accessories focused on species-appropriate nutrition, enjoyment and wellbeing for dogs and cats."
  },
  {
    "company": "Salt Mobile",
    "industry": "Mobile operator",
    "countryCode": "CH",
    "description": "Swiss mobile operator offering competitive plans, roaming options, high-speed data and device deals for customers seeking affordable, reliable nationwide connectivity."
  },
  {
    "company": "Selma Finance",
    "industry": "Robo-advisor",
    "countryCode": "CH",
    "description": "Digital investment service providing automated portfolios, personalised guidance, transparent fees and insights helping Swiss residents invest confidently for long-term goals."
  },
  {
    "company": "Smile Versicherung",
    "industry": "Digital insurer",
    "countryCode": "CH",
    "description": "Swiss online insurer offering digital-first liability, household, travel and health insurance products with straightforward coverage, competitive pricing and customer-friendly service."
  },
  {
    "company": "Smood.ch",
    "industry": "Swiss food delivery",
    "countryCode": "CH",
    "description": "Swiss food delivery platform connecting customers with restaurants and grocery partners, offering convenient ordering, fast delivery and local cuisine options."
  },
  {
    "company": "Sunrise",
    "industry": "Mobile & internet",
    "countryCode": "CH",
    "description": "Swiss telecom provider offering mobile, internet, TV and business services delivering nationwide connectivity, entertainment, innovation and modern flexible communication solutions."
  },
  {
    "company": "Swisscom",
    "industry": "Mobile & broadband",
    "countryCode": "CH",
    "description": "Switzerland’s largest telecom provider offering mobile, broadband, TV, cloud and enterprise solutions supporting reliable communication, collaboration and digital services nationwide."
  },
  {
    "company": "Swissquote",
    "industry": "Online broker & bank",
    "countryCode": "CH",
    "description": "Online bank and broker offering trading platforms, investment products, savings accounts, crypto services and intuitive digital tools for self-directed investors."
  },
  {
    "company": "TCS",
    "industry": "Mobility & roadside assistance",
    "countryCode": "CH",
    "description": "Swiss mobility club providing roadside assistance, insurance, travel services, legal advice, driver training and safety information supporting motorists and travellers."
  },
  {
    "company": "Teleboy",
    "industry": "Internet & TV provider",
    "countryCode": "CH",
    "description": "Swiss streaming and TV platform offering live channels, recording features, on-demand content and apps enabling multi-device entertainment consumption at home."
  },
  {
    "company": "UBS key4 banking",
    "industry": "Retail banking",
    "countryCode": "CH",
    "description": "Digital banking offering from UBS providing everyday accounts, cards, mortgages, investment features and app-based tools for convenient daily money management."
  },
  {
    "company": "VIAC",
    "industry": "3a pension app",
    "countryCode": "CH",
    "description": "Swiss pillar 3a and vested benefits provider offering index-based portfolios, low fees and mobile management designed for long-term retirement investing."
  },
  {
    "company": "Vinos.ch",
    "industry": "Online wine shop",
    "countryCode": "CH",
    "description": "Online wine retailer offering curated selections, Spanish specialities, tasting notes and convenient delivery services helping customers discover and enjoy wines."
  },
  {
    "company": "Visana",
    "industry": "Health insurance",
    "countryCode": "CH",
    "description": "Swiss insurance provider offering health, accident and supplementary policies plus digital services supporting individuals and families with comprehensive everyday protection."
  },
  {
    "company": "Wingo",
    "industry": "Budget mobile/internet (Swisscom brand)",
    "countryCode": "CH",
    "description": "Swiss mobile and internet brand offering simple contracts, competitive pricing and strong Swisscom-network coverage for customers wanting straightforward reliable connectivity."
  },
  {
    "company": "Yallo / TalkTalk",
    "industry": "Discount telco brands",
    "countryCode": "CH",
    "description": "Swiss mobile brands offering prepaid and postpaid plans, international options, home internet services and affordable tariffs targeting price-conscious communication users."
  },
  {
    "company": "Yarni.ch",
    "industry": "Yarn & knitting",
    "countryCode": "CH",
    "description": "Swiss online shop offering high-quality yarns, knitting supplies, patterns and creative inspiration for customers enjoying handmade projects, gifts and crafts."
  },
  {
    "company": "Yuh",
    "industry": "Banking & investing app",
    "countryCode": "CH",
    "description": "Swiss banking and investing app from Swissquote and PostFinance combining account, card, saving, investing and multi-currency features in one platform."
  },
  {
    "company": "Zak",
    "industry": "Mobile bank account",
    "countryCode": "CH",
    "description": "Mobile banking app from Bank Cler offering free account, budgeting tools, shared spaces and card features for digital-first Swiss customers."
  },
  {
    "company": "Zooplus.ch",
    "industry": "Pet supplies",
    "countryCode": "CH",
    "description": "Online pet shop offering food, accessories, toys and healthcare products for pets, with delivery and deals for Swiss animal owners."
  },
  {
    "company": "1&1",
    "industry": "Mobile / DSL",
    "countryCode": "DE",
    "description": "German telecom provider offering DSL, fibre internet, mobile services, hosting solutions and cloud products for private individuals and corporate customers."
  },
  {
    "company": "Gründerszene Plus",
    "industry": "Digital media subscription",
    "countryCode": "DE",
    "description": "Subscription service providing in-depth articles, analyses, founder interviews, newsletters and exclusive content on startups, finance, technology and digital business trends."
  },
  {
    "company": "C24 Bank",
    "industry": "Digital bank",
    "countryCode": "DE",
    "description": "German mobile bank offering free accounts, interest options, cards, cashback, partner perks and app-based tools for convenient everyday financial management."
  },
  {
    "company": "comdirect",
    "industry": "Direct bank",
    "countryCode": "DE",
    "description": "German online bank and broker offering accounts, trading platforms, savings products and digital services for self-directed investors and everyday banking."
  },
  {
    "company": "Commerzbank",
    "industry": "Retail bank",
    "countryCode": "DE",
    "description": "Major German bank providing corporate, retail and investment banking services, trade finance solutions, advisory support and convenient secure digital channels."
  },
  {
    "company": "congstar",
    "industry": "Discount mobile",
    "countryCode": "DE",
    "description": "German mobile and internet provider on Telekom network offering flexible tariffs, prepaid options and dependable service for budget-conscious customers."
  },
  {
    "company": "Consorsbank",
    "industry": "Broker / bank",
    "countryCode": "DE",
    "description": "German direct bank and broker offering trading platforms, savings products, investment services and digital tools for private investors and savers."
  },
  {
    "company": "DEGIRO",
    "industry": "Online broker",
    "countryCode": "DE",
    "description": "Online brokerage platform offering low-cost access to global markets, intuitive tools, diverse products and education for active European retail investors."
  },
  {
    "company": "Deutsche Bank",
    "industry": "Retail bank",
    "countryCode": "DE",
    "description": "Global financial institution offering corporate, retail, investment banking, asset management and digital services supporting clients worldwide with comprehensive financial solutions."
  },
  {
    "company": "DKB",
    "industry": "Online bank",
    "countryCode": "DE",
    "description": "German direct bank offering free accounts, cards, digital tools, sustainable banking options and easy online services for everyday personal financial management."
  },
  {
    "company": "EnBW",
    "industry": "Energy",
    "countryCode": "DE",
    "description": "German energy company providing electricity, gas, mobility services, renewable solutions and infrastructure supporting households, businesses and sustainable energy transition nationwide."
  },
  {
    "company": "flatex",
    "industry": "Online broker",
    "countryCode": "DE",
    "description": "Online broker offering low-cost trading, investment products, digital platforms and tools supporting active investors managing portfolios across global financial markets."
  },
  {
    "company": "Flink",
    "industry": "Quick-commerce groceries",
    "countryCode": "DE",
    "description": "Grocery delivery service offering fresh food, essentials and convenience items delivered quickly from local hubs for fast everyday shopping needs."
  },
  {
    "company": "FlixBus / FlixTrain",
    "industry": "Long-distance travel",
    "countryCode": "DE",
    "description": "European mobility platform offering affordable long-distance bus and train travel with digital booking, flexible schedules and convenient national and international connections."
  },
  {
    "company": "fraenk",
    "industry": "App-only mobile",
    "countryCode": "DE",
    "description": "German mobile provider offering simple digital contracts, unlimited texting, strong network quality and flat-rate data for customers wanting straightforward affordable mobile service."
  },
  {
    "company": "GASAG",
    "industry": "Energy (power, gas, PV)",
    "countryCode": "DE",
    "description": "Berlin-based energy provider offering natural gas, electricity, heating solutions and climate-friendly products supporting households and businesses with reliable energy services."
  },
  {
    "company": "Getir",
    "industry": "Quick-commerce groceries",
    "countryCode": "DE",
    "description": "Ultra-fast delivery service offering groceries, snacks, essentials and household items delivered within minutes through local warehouses and app-based convenience."
  },
  {
    "company": "Green Planet Energy",
    "industry": "Green energy coop",
    "countryCode": "DE",
    "description": "Green energy provider offering eco-electricity, sustainable gas products and climate-friendly tariffs supporting environmentally conscious households and businesses."
  },
  {
    "company": "HelloFresh",
    "industry": "Meal-kit subscription",
    "countryCode": "DE",
    "description": "Meal-kit service delivering fresh ingredients, recipes, weekly menus and cooking convenience helping households prepare home-cooked meals easily with variety."
  },
  {
    "company": "ING",
    "industry": "Retail bank",
    "countryCode": "DE",
    "description": "German direct bank offering everyday accounts, mortgages, loans, investments and digital services providing simple transparent solutions for personal financial needs."
  },
  {
    "company": "LichtBlick",
    "industry": "Green energy",
    "countryCode": "DE",
    "description": "German green energy provider delivering renewable electricity, innovative power products and climate-friendly services supporting sustainable energy consumption nationwide."
  },
  {
    "company": "Lieferando",
    "industry": "Food delivery",
    "countryCode": "DE",
    "description": "Online food delivery marketplace connecting customers with restaurants, offering convenient ordering, tracking, promotions and fast delivery across German cities."
  },
  {
    "company": "Marley Spoon",
    "industry": "Meal-kit subscription",
    "countryCode": "DE",
    "description": "Meal-kit provider offering chef-designed recipes, fresh ingredients and convenient weekly deliveries supporting enjoyable home cooking with variety and flexibility."
  },
  {
    "company": "MILES Mobility",
    "industry": "Car sharing / subscriptions",
    "countryCode": "DE",
    "description": "Car-sharing service offering minute-based, hourly and daily rentals with fuel included, providing flexible urban mobility without traditional private car ownership."
  },
  {
    "company": "N26",
    "industry": "Digital bank",
    "countryCode": "DE",
    "description": "Mobile-first bank offering app-based accounts, real-time notifications, budgeting tools, multi-currency features and transparent pricing for modern European digital banking customers."
  },
  {
    "company": "o2 Telefónica",
    "industry": "Mobile / broadband",
    "countryCode": "DE",
    "description": "German telecom provider offering mobile services, contracts, data plans, fixed broadband and digital solutions for private and business communication needs nationwide."
  },
  {
    "company": "PAYBACK",
    "industry": "Loyalty points",
    "countryCode": "DE",
    "description": "Cross-partner loyalty programme where customers collect points through shopping, redeem rewards, access coupons and personalised offers across many participating retail brands."
  },
  {
    "company": "Postbank",
    "industry": "Retail bank",
    "countryCode": "DE",
    "description": "German retail bank offering current accounts, savings, loans, mortgages and digital services, serving everyday financial needs for private customers nationwide."
  },
  {
    "company": "roastmarket",
    "industry": "Coffee e-commerce",
    "countryCode": "DE",
    "description": "Online coffee retailer offering specialty beans, capsules, equipment, subscriptions and curated selections helping customers conveniently brew high-quality coffee at home."
  },
  {
    "company": "Scalable Capital",
    "industry": "Investing / broker",
    "countryCode": "DE",
    "description": "Digital investment platform offering ETFs, savings plans, trading, interest products and robo-advisory services supporting diversified long-term wealth building for investors."
  },
  {
    "company": "Shoop.de",
    "industry": "Cashback portal",
    "countryCode": "DE",
    "description": "German cashback portal where users earn money back on online purchases, accessing vouchers, deals and partner shops through one platform."
  },
  {
    "company": "Telekom Deutschland",
    "industry": "Mobile / broadband",
    "countryCode": "DE",
    "description": "German telecom brand of Deutsche Telekom offering mobile, broadband, TV and business solutions with extensive network coverage and premium communication services."
  },
  {
    "company": "Tomorrow Bank",
    "industry": "Sustainable fintech",
    "countryCode": "DE",
    "description": "Sustainable mobile banking app offering accounts, cards, impact-focused investments and climate projects aimed at supporting environmentally conscious customers’ everyday finances."
  },
  {
    "company": "Vivid Money",
    "industry": "Fintech bank",
    "countryCode": "DE",
    "description": "Mobile financial app offering multi-currency accounts, cashback, pockets, investing, analytics and budgeting tools for travellers and everyday digital banking users."
  },
  {
    "company": "Wolt",
    "industry": "Food delivery",
    "countryCode": "DE",
    "description": "Food delivery platform connecting customers with local restaurants and merchants, offering convenient ordering, courier tracking and fast reliable delivery experiences."
  },
  {
    "company": "Yello",
    "industry": "Energy supplier",
    "countryCode": "DE",
    "description": "German energy provider offering electricity and gas tariffs, tools, meters, advice and support helping households manage bills and energy consumption."
  },
  {
    "company": "Zalando Lounge",
    "industry": "Fashion outlet",
    "countryCode": "DE",
    "description": "Online shopping club offering limited-time fashion deals, discounted designer brands, lifestyle products and exclusive campaigns for registered members across Europe."
  },
  {
    "company": "ACN Sikring",
    "industry": "Home alarms",
    "countryCode": "DK",
    "description": "Security company providing alarm systems, video surveillance, access control, monitoring services and technical support helping protect homes, businesses and properties."
  },
  {
    "company": "Airalo",
    "industry": "eSIM marketplace",
    "countryCode": "DK",
    "description": "eSIM marketplace offering digital mobile data packages for travelers, enabling easy connectivity without physical SIM cards across many worldwide destinations."
  },
  {
    "company": "Altid Energi",
    "industry": "Electricity supplier",
    "countryCode": "DK",
    "description": "Danish energy company providing electricity contracts, support and digital tools helping households manage consumption, pricing and greener everyday power choices."
  },
  {
    "company": "Bodil Energi",
    "industry": "Solar / heat pumps / batteries",
    "countryCode": "DK",
    "description": "Energy provider offering flexible electricity tariffs, advice and tools, helping customers shift usage, save money and support sustainable power consumption."
  },
  {
    "company": "CBB Mobil",
    "industry": "Mobile operator",
    "countryCode": "DK",
    "description": "Danish mobile provider offering simple subscriptions, competitive pricing and data options, regularly promoted through partner campaigns and online cashback platforms."
  },
  {
    "company": "Charlottehaven",
    "industry": "Fitness & hotel",
    "countryCode": "DK",
    "description": "Copenhagen hotel and fitness centre offering serviced apartments, wellness facilities, gym memberships and event spaces for leisure and business guests."
  },
  {
    "company": "cspaar.erp",
    "industry": "SME ERP / accounting",
    "countryCode": "DK",
    "description": "ERP-focused provider delivering software solutions, integrations, training and consulting services helping businesses streamline processes, finances and overall operational data management."
  },
  {
    "company": "CyberGhost VPN",
    "industry": "VPN / cybersecurity",
    "countryCode": "DK",
    "description": "VPN service offering encrypted connections, anonymous browsing, streaming access, ad-blocking features and multi-device support protecting users’ privacy and online activities."
  },
  {
    "company": "EcoMobility",
    "industry": "EV telematics / fleet",
    "countryCode": "DK",
    "description": "Mobility-focused organisation offering sustainable transport solutions, consultancy, shared-mobility projects and initiatives encouraging greener commuting habits and reduced daily environmental impact."
  },
  {
    "company": "eesy",
    "industry": "Mobile operator",
    "countryCode": "DK",
    "description": "Danish mobile brand offering straightforward subscriptions, digital onboarding, competitive prices and reliable network coverage aimed at customers wanting simple connectivity."
  },
  {
    "company": "Energi Nordic",
    "industry": "Electricity supplier",
    "countryCode": "DK",
    "description": "Energy retailer providing electricity services, multilingual support and green options for residents seeking alternative providers and potentially better contract pricing."
  },
  {
    "company": "ExpressVPN",
    "industry": "VPN / cybersecurity",
    "countryCode": "DK",
    "description": "Premium VPN service offering fast servers, strong encryption, streaming access, bypassing restrictions and privacy protection for users worldwide across devices."
  },
  {
    "company": "Greentel",
    "industry": "Mobile operator (MVNO)",
    "countryCode": "DK",
    "description": "Danish mobile provider offering subscriptions supporting environmental projects, combining reliable connectivity with donations and initiatives benefitting nature and climate action."
  },
  {
    "company": "JM Optik",
    "industry": "Optician / glasses subscription",
    "countryCode": "DK",
    "description": "Optician brand offering eye examinations, prescription glasses, sunglasses, lenses and personalised advice helping customers maintain good vision and suitable eyewear."
  },
  {
    "company": "Ka-net",
    "industry": "Local internet / fibre",
    "countryCode": "DK",
    "description": "Regional internet provider offering broadband connections, TV options, telephony and customer support for households and small businesses needing reliable access."
  },
  {
    "company": "KKBA",
    "industry": "Health / body therapy",
    "countryCode": "DK",
    "description": "Health clinic offering medical treatments, specialist consultations, personalised care and modern procedures supporting patient wellbeing and long-term health outcomes."
  },
  {
    "company": "Lebara",
    "industry": "Mobile operator",
    "countryCode": "DK",
    "description": "Mobile provider offering affordable international calls, flexible prepaid plans, generous data options and reliable coverage for cost-conscious multicultural communication needs."
  },
  {
    "company": "Lunar",
    "industry": "Neobank",
    "countryCode": "DK",
    "description": "Digital bank offering accounts, budgeting features, savings tools, investing options and a modern mobile experience designed for everyday personal financial management."
  },
  {
    "company": "Nordnet",
    "industry": "Online broker",
    "countryCode": "DK",
    "description": "Online investment platform offering trading, savings accounts, pension products, low fees and tools supporting long-term wealth building for Scandinavian investors."
  },
  {
    "company": "NordVPN",
    "industry": "VPN / cybersecurity",
    "countryCode": "DK",
    "description": "VPN service providing encrypted browsing, privacy protection, streaming access, fast servers and multi-device security for users seeking safe unrestricted internet access."
  },
  {
    "company": "Norm Invest",
    "industry": "Robo-advisor / investments",
    "countryCode": "DK",
    "description": "Danish robo-advisor offering automated portfolios, low fees, easy digital onboarding and long-term investment solutions tailored for beginners and passive investors."
  },
  {
    "company": "Oister",
    "industry": "Mobile operator",
    "countryCode": "DK",
    "description": "Danish mobile provider offering low-cost subscriptions, strong 4G coverage, generous data packages and flexible contract-free plans for everyday communication needs."
  },
  {
    "company": "PIA",
    "industry": "VPN",
    "countryCode": "DK",
    "description": "VPN service offering secure encrypted browsing, identity protection, ad blocking and fast global servers supporting users prioritising online privacy and safety."
  },
  {
    "company": "Pleo",
    "industry": "Corporate card & spend management",
    "countryCode": "DK",
    "description": "Business spending platform offering smart company cards, automated expense management, receipt capture and real-time tracking simplifying financial workflows for teams."
  },
  {
    "company": "Shares",
    "industry": "Retail investing app",
    "countryCode": "DK",
    "description": "Social investing app offering fractional shares, community features, portfolios, low fees and simple tools helping beginners learn and invest confidently."
  },
  {
    "company": "Solentro",
    "industry": "Photobook printing",
    "countryCode": "DK",
    "description": "Online platform for creating personalised photo books, prints, gifts and publications with easy design tools and home delivery for customers."
  },
  {
    "company": "Strømlinet",
    "industry": "Energy & 5G internet",
    "countryCode": "DK",
    "description": "Danish energy service offering simple electricity contracts, transparent pricing, digital account tools and customer support helping households manage their monthly power consumption."
  },
  {
    "company": "Telmore",
    "industry": "Mobile operator",
    "countryCode": "DK",
    "description": "Danish mobile provider offering affordable subscriptions, entertainment bundles, strong network coverage and digital self-service for convenient seamless everyday communication needs."
  },
  {
    "company": "Tenways",
    "industry": "E-bikes & accessories",
    "countryCode": "DK",
    "description": "E-bike brand offering stylish electric bicycles with integrated batteries, reliable motors and urban-focused designs supporting greener daily commuting everywhere today."
  },
  {
    "company": "XE",
    "industry": "FX / remittance",
    "countryCode": "DK",
    "description": "Currency service offering real-time exchange rates, money transfer tools, calculators and insights helping users conveniently manage international payments and conversions."
  },
  {
    "company": "Zoneteket",
    "industry": "Health / zoneterapi clinic",
    "countryCode": "DK",
    "description": "Regional service brand offering telecom and technology products, installation assistance, customer support and practical solutions for households and small businesses."
  },
  {
    "company": "Arbor",
    "industry": "Investing / savings app",
    "countryCode": "ES",
    "description": "Investment platform offering managed portfolios, sustainable strategies, automated rebalancing and digital tools helping individuals grow long-term wealth responsibly over time."
  },
  {
    "company": "Banco Santander",
    "industry": "Retail bank",
    "countryCode": "ES",
    "description": "Referral programme from Banco Santander rewarding customers for inviting friends, offering incentives when new clients open qualifying products or accounts."
  },
  {
    "company": "BBVA",
    "industry": "Retail / digital bank",
    "countryCode": "ES",
    "description": "Spanish bank providing retail, corporate and digital banking services, cards, loans, savings and tools supporting customers' everyday, long-term financial needs."
  },
  {
    "company": "Bnext",
    "industry": "Fintech card / account",
    "countryCode": "ES",
    "description": "Spanish fintech app offering card-based accounts, budgeting features, international payments, partner perks and rewards for customers seeking flexible app-first banking."
  },
  {
    "company": "Cabify",
    "industry": "Ride-hailing",
    "countryCode": "ES",
    "description": "Ride-hailing platform connecting passengers with professional drivers, offering pre-priced journeys, corporate solutions and safer transport alternatives in many global cities."
  },
  {
    "company": "Cantabria Telecom",
    "industry": "Regional fibre ISP",
    "countryCode": "ES",
    "description": "Regional telecom provider offering mobile plans, broadband, fibre connections and support for households needing reliable communication services across Cantabria, Spain."
  },
  {
    "company": "Crescenta",
    "industry": "Private markets investing",
    "countryCode": "ES",
    "description": "Investment platform offering curated alternative assets, private market strategies, digital onboarding and tools enabling individuals to diversify beyond traditional investments."
  },
  {
    "company": "DIGI mobil España",
    "industry": "Mobile & fibre",
    "countryCode": "ES",
    "description": "Spanish mobile operator offering low-cost contracts, prepaid options, generous data allowances and strong coverage for budget-conscious customers needing reliable communication."
  },
  {
    "company": "Endesa",
    "industry": "Energy supplier",
    "countryCode": "ES",
    "description": "Major Spanish energy company providing electricity, gas, efficiency services and innovative solutions supporting households, businesses and industrial clients across Spain."
  },
  {
    "company": "Energy Nordic (España)",
    "industry": "Energy supplier",
    "countryCode": "ES",
    "description": "Energy retailer in Spain offering competitive electricity tariffs, green options, multilingual support and digital tools for international and local residents."
  },
  {
    "company": "Finetwork",
    "industry": "Mobile & fibre",
    "countryCode": "ES",
    "description": "Spanish telecom provider offering affordable mobile plans, fibre broadband, convergent packages and straightforward service for customers seeking flexible value-focused connectivity."
  },
  {
    "company": "Gana Energía",
    "industry": "Energy supplier",
    "countryCode": "ES",
    "description": "Independent Spanish energy retailer offering electricity contracts, green options, transparent billing and online tools helping customers reduce costs and consumption."
  },
  {
    "company": "Glovo",
    "industry": "Delivery & quick-commerce",
    "countryCode": "ES",
    "description": "Delivery platform connecting users with restaurants, supermarkets, pharmacies and shops, offering on-demand purchases and courier delivery across many European cities."
  },
  {
    "company": "Goin",
    "industry": "Savings / investing app",
    "countryCode": "ES",
    "description": "Savings and investment app automating micro-savings, cryptocurrency purchases and goal-based investing helping young users grow their money effortlessly over time."
  },
  {
    "company": "Holaluz",
    "industry": "Green energy supplier",
    "countryCode": "ES",
    "description": "Spanish green energy company offering 100% renewable electricity contracts, personalised tariffs and digital tools supporting customers’ sustainable energy choices nationwide."
  },
  {
    "company": "Imagin",
    "industry": "Youth / mobile bank",
    "countryCode": "ES",
    "description": "Digital banking app from CaixaBank offering youth-focused accounts, debit cards, perks, challenges, content, collaborations and experiences tailored for mobile-first customers."
  },
  {
    "company": "Lucera",
    "industry": "Green energy supplier",
    "countryCode": "ES",
    "description": "Spanish energy company offering personalised tariffs, transparent costs and digital management tools helping households optimise electricity usage and monthly bills."
  },
  {
    "company": "MásMóvil",
    "industry": "Mobile & fibre",
    "countryCode": "ES",
    "description": "Spanish telecom group offering mobile, fibre, convergent services, MVNO brands and low-cost options targeting price-sensitive customers across multiple market segments."
  },
  {
    "company": "Movistar",
    "industry": "Mobile, fibre & TV",
    "countryCode": "ES",
    "description": "Telecom brand from Telefónica offering mobile, broadband, TV, convergent packages and enterprise services with extensive, reliable network coverage across Spain."
  },
  {
    "company": "MyInvestor",
    "industry": "Investing / bank",
    "countryCode": "ES",
    "description": "Spanish neobank and investment platform offering index funds, robo-advisory, ETFs, savings accounts and mortgages designed for patient long-term wealth building."
  },
  {
    "company": "Naturgy",
    "industry": "Energy supplier",
    "countryCode": "ES",
    "description": "Spanish energy company offering electricity, gas, maintenance services and digital management tools supporting households and businesses with reliable nationwide energy solutions."
  },
  {
    "company": "Nebeus",
    "industry": "Multi-currency / crypto app",
    "countryCode": "ES",
    "description": "Crypto-backed financial platform offering loans, yield products, wallets and exchanges enabling users to borrow, earn and manage digital assets securely."
  },
  {
    "company": "Nickel España",
    "industry": "Payment account",
    "countryCode": "ES",
    "description": "Banking service offering easy account setup, prepaid Mastercard, cash deposits and everyday payments available through thousands of partnered retail locations."
  },
  {
    "company": "Openbank",
    "industry": "Online bank (Santander group)",
    "countryCode": "ES",
    "description": "Digital bank from Santander offering accounts, cards, investments, mortgages, automation tools and savings solutions through a fully online platform."
  },
  {
    "company": "papernest energía",
    "industry": "Energy switching service",
    "countryCode": "ES",
    "description": "Service helping customers switch electricity contracts, manage utilities, compare prices and simplify administrative tasks during moves or provider changes."
  },
  {
    "company": "Pepephone",
    "industry": "Low-cost mobile & fibre",
    "countryCode": "ES",
    "description": "Spanish mobile and fibre provider offering transparent contracts, competitive pricing, strong customer service and straightforward plans without hidden fees."
  },
  {
    "company": "Plenitude",
    "industry": "Energy supplier",
    "countryCode": "ES",
    "description": "Energy company offering electricity, gas, renewable solutions, charging services and efficiency products supporting sustainable consumption for households and businesses."
  },
  {
    "company": "PTV Telecom",
    "industry": "Telecom / fibre",
    "countryCode": "ES",
    "description": "Regional telecom provider offering fibre broadband, TV packages, mobile services and support for households seeking reliable local connectivity."
  },
  {
    "company": "Rebellion Pay",
    "industry": "Spanish neobank",
    "countryCode": "ES",
    "description": "Fintech app offering mobile accounts, debit cards, international payments, budgeting features and youth-friendly tools for simple everyday money management."
  },
  {
    "company": "Repsol Luz y Gas",
    "industry": "Energy supplier",
    "countryCode": "ES",
    "description": "Energy provider offering electricity, gas, solar solutions, tariffs, maintenance services and digital tools for efficient home energy management."
  },
  {
    "company": "Unicaja Banco",
    "industry": "Retail bank",
    "countryCode": "ES",
    "description": "Spanish bank offering accounts, loans, mortgages, savings products, digital tools and advisory services for personal and business customers."
  },
  {
    "company": "Verse",
    "industry": "P2P payments",
    "countryCode": "ES",
    "description": "Peer-to-peer payment app offering instant transfers, group payments, shared expenses, rewards and social money features across Spain and Europe."
  },
  {
    "company": "Wallapop",
    "industry": "C2C marketplace",
    "countryCode": "ES",
    "description": "Marketplace app for buying and selling secondhand items locally, promoting reuse, sustainability, convenience and easy listings through mobile-based transactions."
  },
  {
    "company": "Yoigo",
    "industry": "Mobile & fibre",
    "countryCode": "ES",
    "description": "Spanish telecom provider offering mobile plans, fibre broadband, convergent packages and customer-friendly tariffs for households seeking flexible connectivity."
  },
  {
    "company": "Ålandsbanken",
    "industry": "Bank",
    "countryCode": "FI",
    "description": "Finland-based bank offering sustainable investment products, savings accounts, mortgages and advisory services with strong focus on responsible long-term finance."
  },
  {
    "company": "Bank Norwegian ",
    "industry": "Credit card & consumer loans",
    "countryCode": "FI",
    "description": "Online bank offering consumer loans, credit cards, savings accounts and digital services focused on simplicity, competitive rates and accessible personal finance management."
  },
  {
    "company": "Danske Bank Finland",
    "industry": "Bank",
    "countryCode": "FI",
    "description": "Full-service bank offering accounts, loans, investments, advisory services and digital tools for Finnish customers’ everyday and long-term financial needs."
  },
  {
    "company": "DNA",
    "industry": "Mobile & broadband",
    "countryCode": "FI",
    "description": "Finnish telecom provider offering mobile services, broadband, TV packages and flexible subscriptions with strong nationwide network coverage."
  },
  {
    "company": "DNA Business",
    "industry": "Business telecom",
    "countryCode": "FI",
    "description": "Business telecom provider offering mobile solutions, broadband, security services and communication tools supporting Finnish companies’ connectivity and operational needs."
  },
  {
    "company": "Elisa",
    "industry": "Mobile & broadband",
    "countryCode": "FI",
    "description": "Finnish telecom operator offering mobile services, fibre broadband, TV, corporate solutions and digital services for households and businesses nationwide."
  },
  {
    "company": "ElmoNet",
    "industry": "Regional fibre & broadband",
    "countryCode": "FI",
    "description": "Regional Finnish internet provider offering fibre connections, broadband packages, TV services and customer support for reliable local home connectivity."
  },
  {
    "company": "F-Secure",
    "industry": "Cybersecurity subscription",
    "countryCode": "FI",
    "description": "Finnish cybersecurity company providing antivirus, VPN, password management, breach detection and protection solutions for consumers and businesses."
  },
  {
    "company": "Helsingin Energia",
    "industry": "Energy supplier",
    "countryCode": "FI",
    "description": "Finnish energy company offering electricity, heating, cooling, solar solutions and digital tools supporting sustainable urban energy usage."
  },
  {
    "company": "Holvi",
    "industry": "Business banking fintech",
    "countryCode": "FI",
    "description": "Business banking platform offering accounts, invoicing, bookkeeping tools, cards and financial management designed for entrepreneurs and small businesses."
  },
  {
    "company": "Lounea",
    "industry": "Regional fibre & telecom",
    "countryCode": "FI",
    "description": "Finnish telecom and IT provider offering fibre broadband, cloud services, telephony and security solutions for households and companies."
  },
  {
    "company": "Lumme Energia",
    "industry": "Energy supplier",
    "countryCode": "FI",
    "description": "Energy provider offering electricity contracts, renewable options, digital management tools and support helping Finnish households monitor and control energy consumption."
  },
  {
    "company": "Moi Mobiili",
    "industry": "Mobile operator (MVNO)",
    "countryCode": "FI",
    "description": "Finnish mobile operator offering simple subscriptions, competitive pricing, flexible data packages and digital self-service for straightforward everyday communication."
  },
  {
    "company": "Nordea",
    "industry": "Bank",
    "countryCode": "FI",
    "description": "Major Nordic bank offering accounts, cards, savings, loans, investments, advisory services and digital tools for personal and corporate finance."
  },
  {
    "company": "Nordnet Suomi",
    "industry": "Online broker",
    "countryCode": "FI",
    "description": "Online investment platform offering trading, savings accounts, pensions, low-fee index funds and digital tools for Finnish investors."
  },
  {
    "company": "Oma Säästöpankki",
    "industry": "Savings bank",
    "countryCode": "FI",
    "description": "Finnish savings bank offering personal banking, loans, mortgages, investments and local customer service focusing on community-oriented financial support."
  },
  {
    "company": "Oomi Energia",
    "industry": "Energy supplier",
    "countryCode": "FI",
    "description": "Finnish electricity provider offering competitive tariffs, renewable options, customer support and digital tools helping households manage energy costs and consumption."
  },
  {
    "company": "OP Financial Group",
    "industry": "Bank",
    "countryCode": "FI",
    "description": "Finnish financial group offering banking, insurance, investments, payments and digital services supporting individuals, businesses and communities nationwide."
  },
  {
    "company": "POP Pankki",
    "industry": "Co-operative bank",
    "countryCode": "FI",
    "description": "Finnish cooperative bank offering accounts, loans, mortgages, savings products and local personalised service for households and small businesses."
  },
  {
    "company": "ResQ Club",
    "industry": "Food-waste app",
    "countryCode": "FI",
    "description": "Food-rescue app helping users purchase surplus meals from restaurants at discounted prices, reducing waste and supporting sustainable consumption."
  },
  {
    "company": "S-Pankki",
    "industry": "Bank / loyalty",
    "countryCode": "FI",
    "description": "Co-operative Finnish bank offering accounts, cards, savings, credit, loyalty benefits and easy digital services integrated with S-Group stores."
  },
  {
    "company": "Saunalahti",
    "industry": "Mobile brand",
    "countryCode": "FI",
    "description": "Finnish mobile brand under Elisa offering affordable subscriptions, strong nationwide coverage, flexible data options and easy digital self-service for everyday communication needs."
  },
  {
    "company": "Savon Voima",
    "industry": "Regional energy",
    "countryCode": "FI",
    "description": "Finnish energy company supplying electricity, district heating, network services and renewable solutions supporting households and communities across the Savonia region."
  },
  {
    "company": "Tampereen Sähkölaitos",
    "industry": "Regional energy",
    "countryCode": "FI",
    "description": "Municipal energy provider offering electricity, district heating, cooling services and renewable solutions supporting sustainable energy use in the Tampere region."
  },
  {
    "company": "Telia Dot",
    "industry": "App-based mobile",
    "countryCode": "FI",
    "description": "Finnish mobile service offering app-based management, flexible subscription options, transparent pricing, data tracking and simple digital customer experience."
  },
  {
    "company": "Telia",
    "industry": "Mobile, fibre & TV",
    "countryCode": "FI",
    "description": "Major Nordic telecom provider offering mobile services, broadband, TV, entertainment packages and business solutions with strong network coverage across Finland."
  },
  {
    "company": "Tier",
    "industry": "E-scooters",
    "countryCode": "FI",
    "description": "Micromobility provider offering shared e-scooters and e-bikes, enabling convenient, sustainable, app-based short-distance travel in urban areas."
  },
  {
    "company": "Turku Energia",
    "industry": "Regional energy",
    "countryCode": "FI",
    "description": "Finnish energy company providing electricity, district heating, renewable solutions and customer tools supporting environmentally responsible energy consumption."
  },
  {
    "company": "Vantaan Energia",
    "industry": "Regional energy",
    "countryCode": "FI",
    "description": "Energy provider offering electricity, district heating, renewable energy projects and digital tools supporting sustainable energy use in Vantaa."
  },
  {
    "company": "Väre Energia",
    "industry": "Energy supplier",
    "countryCode": "FI",
    "description": "Finnish electricity provider offering competitive tariffs, renewable options, consumption analytics and customer support for households seeking easier energy management."
  },
  {
    "company": "Voi",
    "industry": "E-scooters",
    "countryCode": "FI",
    "description": "Micromobility company offering shared electric scooters, providing sustainable, convenient and app-controlled transport alternatives for short urban trips."
  },
  {
    "company": "Whim",
    "industry": "Mobility-as-a-Service app",
    "countryCode": "FI",
    "description": "Mobility-as-a-Service app offering public transport, taxis, car rentals and micro-mobility in one subscription for seamless multimodal city travel."
  },
  {
    "company": "Back Market",
    "industry": "Refurbished electronics",
    "countryCode": "FR",
    "description": "Refurbished electronics marketplace offering certified renewed devices, warranties, repairs and competitive pricing promoting sustainable electronics consumption worldwide."
  },
  {
    "company": "Banque Populaire",
    "industry": "Cooperative bank",
    "countryCode": "FR",
    "description": "French bank offering personal accounts, loans, savings, insurance, business services and local branch support across regional cooperative networks."
  },
  {
    "company": "Bitpanda",
    "industry": "Crypto & investing",
    "countryCode": "FR",
    "description": "Investment platform offering cryptocurrencies, stocks, ETFs, metals and automated savings tools with a simple user interface for European investors."
  },
  {
    "company": "BlaBlaCar",
    "industry": "Carpooling",
    "countryCode": "FR",
    "description": "Ridesharing platform connecting drivers and passengers for long-distance trips, offering affordable travel, safety features and community-based transport options."
  },
  {
    "company": "BNP Paribas",
    "industry": "Retail bank",
    "countryCode": "FR",
    "description": "Major French bank offering retail, corporate, investment banking, wealth management, insurance and digital services across global markets."
  },
  {
    "company": "BoursoBank",
    "industry": "Online bank",
    "countryCode": "FR",
    "description": "French online bank offering free accounts, cards, credit, investments, mortgages and digital tools with low fees and strong customer satisfaction."
  },
  {
    "company": "Bouygues Telecom Pro",
    "industry": "B2B telecom",
    "countryCode": "FR",
    "description": "Business telecom provider offering mobile plans, internet, VoIP, cloud telephony and unified communication solutions for companies of all sizes."
  },
  {
    "company": "Carrefour Drive",
    "industry": "Groceries e-commerce",
    "countryCode": "FR",
    "description": "French online grocery service offering click-and-collect or home delivery with wide product selection, competitive pricing and convenient ordering experience."
  },
  {
    "company": "Crédit Agricole",
    "industry": "Retail / regional bank",
    "countryCode": "FR",
    "description": "Major French cooperative bank offering accounts, loans, insurance, savings, investments and local advisory services for households and businesses."
  },
  {
    "company": "Crédit Mutuel",
    "industry": "Mutual bank",
    "countryCode": "FR",
    "description": "French cooperative bank offering accounts, loans, insurance, savings, digital tools and personalised advisory services through its extensive regional branch network."
  },
  {
    "company": "Ekwateur",
    "industry": "Green energy supplier",
    "countryCode": "FR",
    "description": "French green energy provider offering renewable electricity, biogas, customer choice of energy sources and digital tools for sustainable household consumption management."
  },
  {
    "company": "Engie",
    "industry": "Energy supplier",
    "countryCode": "FR",
    "description": "Global energy company offering electricity, gas, renewables, efficiency services and decarbonisation solutions for households, businesses and large industrial clients worldwide."
  },
  {
    "company": "Fortuneo Banque",
    "industry": "Online bank",
    "countryCode": "FR",
    "description": "French online bank offering free accounts, cards, savings products, investments, insurance and digital tools with competitive pricing and strong customer satisfaction."
  },
  {
    "company": "FREE NOW",
    "industry": "Taxi / VTC app",
    "countryCode": "FR",
    "description": "European mobility app offering taxis, private-hire vehicles, scooters, carsharing and multimodal transport options through one platform for convenient urban travel."
  },
  {
    "company": "Green-Got",
    "industry": "Eco-banking app",
    "countryCode": "FR",
    "description": "French eco-focused neobank offering accounts, cards, investments and carbon-impact tools supporting climate-conscious customers seeking sustainable financial products."
  },
  {
    "company": "Greenweez",
    "industry": "Organic e-supermarket",
    "countryCode": "FR",
    "description": "Online organic supermarket offering groceries, household products, baby items and eco-friendly goods supporting healthier, sustainable and affordable lifestyles."
  },
  {
    "company": "Heetch",
    "industry": "Ride-hailing",
    "countryCode": "FR",
    "description": "French ride-hailing platform focusing on late-night, low-cost transport, connecting passengers with drivers for safe, accessible urban mobility."
  },
  {
    "company": "Hello bank!",
    "industry": "Online bank (BNP Paribas)",
    "countryCode": "FR",
    "description": "Digital bank from BNP Paribas offering mobile accounts, cards, savings, investments and easy-to-use digital tools for everyday financial management."
  },
  {
    "company": "ilek",
    "industry": "Renewable energy provider",
    "countryCode": "FR",
    "description": "French renewable energy provider offering 100% green electricity and gas sourced from local producers with transparent pricing and digital management."
  },
  {
    "company": "K-Net",
    "industry": "Fibre ISP",
    "countryCode": "FR",
    "description": "French fibre internet provider offering high-speed broadband, local support, TV options and reliable connectivity for households in underserved areas."
  },
  {
    "company": "La Banque Postale",
    "industry": "Retail bank",
    "countryCode": "FR",
    "description": "French public bank offering accounts, cards, savings, credit, insurance and accessible financial services through post office branches nationwide."
  },
  {
    "company": "La Poste Mobile",
    "industry": "Mobile operator",
    "countryCode": "FR",
    "description": "French mobile operator offering affordable plans, prepaid options, family bundles and strong national coverage through the SFR network."
  },
  {
    "company": "Lydia",
    "industry": "Payments / neobank",
    "countryCode": "FR",
    "description": "French money app offering mobile payments, budgeting, shared accounts, savings, credit and banking features aimed at young digital-first customers."
  },
  {
    "company": "Mint Énergie",
    "industry": "Green energy supplier",
    "countryCode": "FR",
    "description": "French electricity provider offering competitively priced green tariffs, online management, consumption tracking tools and eco-friendly customer support."
  },
  {
    "company": "Nickel",
    "industry": "Payment account",
    "countryCode": "FR",
    "description": "French banking service offering instant account creation, prepaid Mastercard, cash deposits and everyday payments through thousands of partner tobacconists."
  },
  {
    "company": "Ohm Energie",
    "industry": "Green energy supplier",
    "countryCode": "FR",
    "description": "French electricity provider offering personalised tariffs, green options, energy management tools and price-focused plans for budget-conscious households."
  },
  {
    "company": "Orange",
    "industry": "Mobile / internet",
    "countryCode": "FR",
    "description": "Major telecom provider offering mobile, internet, TV, fibre, business solutions and digital services with extensive nationwide network coverage."
  },
  {
    "company": "Phenix",
    "industry": "Anti-waste food app",
    "countryCode": "FR",
    "description": "Food-waste reduction platform partnering with supermarkets and restaurants to rescue unsold products, offering discounted baskets to promote sustainable consumption."
  },
  {
    "company": "Quitoque",
    "industry": "Meal-kit subscription",
    "countryCode": "FR",
    "description": "French meal-kit service delivering fresh ingredients, recipes and weekly menus helping households cook varied, convenient and healthier home meals."
  },
  {
    "company": "RED",
    "industry": "Low-cost mobile / internet",
    "countryCode": "FR",
    "description": "French mobile operator offering low-cost SIM-only plans, flexible data options, no-contract subscriptions and online account management for budget-focused customers."
  },
  {
    "company": "Rutabago",
    "industry": "Organic meal-kit",
    "countryCode": "FR",
    "description": "French meal-kit service offering organic ingredients, chef-designed recipes, weekly menus and sustainable packaging for convenient, healthy home cooking."
  },
  {
    "company": "Seazon",
    "industry": "Ready-meal subscription",
    "countryCode": "FR",
    "description": "French ready-meal delivery service offering fresh, chef-prepared dishes, weekly menus and balanced nutrition for convenient everyday eating."
  },
  {
    "company": "SFR",
    "industry": "Mobile / internet",
    "countryCode": "FR",
    "description": "Major French telecom provider offering mobile, fibre, TV packages, internet services and enterprise solutions with extensive nationwide network coverage."
  },
  {
    "company": "Showroomprivé",
    "industry": "Flash-sale e-commerce",
    "countryCode": "FR",
    "description": "Online shopping platform offering flash sales, discounted fashion, beauty and home products with exclusive limited-time deals for registered members."
  },
  {
    "company": "SNCF Connect",
    "industry": "Travel / ticketing platform",
    "countryCode": "FR",
    "description": "Official platform for booking trains, buses and mobility services, offering journey planning, ticketing, subscriptions and real-time travel information."
  },
  {
    "company": "SwissBorg",
    "industry": "Crypto investing app",
    "countryCode": "FR",
    "description": "Crypto wealth app offering yield programs, smart portfolios, fiat on-ramping, secure trading and analytics for users investing in digital assets."
  },
  {
    "company": "TotalEnergies",
    "industry": "Energy supplier",
    "countryCode": "FR",
    "description": "Global energy company offering electricity, gas, fuels, renewables, EV charging and efficiency solutions for households, businesses and industrial customers."
  },
  {
    "company": "Trade Republic",
    "industry": "Broker / investing app",
    "countryCode": "FR",
    "description": "European investment platform offering commission-free trading, savings plans, ETFs, interest products and simple mobile tools for long-term wealth building."
  },
  {
    "company": "Vinted",
    "industry": "C2C fashion marketplace",
    "countryCode": "FR",
    "description": "Secondhand marketplace allowing users to buy and sell clothing, accessories and home items, promoting affordable, circular and sustainable fashion reuse."
  },
  {
    "company": "Yves Rocher",
    "industry": "Beauty & skincare",
    "countryCode": "FR",
    "description": "French beauty brand offering plant-based skincare, makeup, fragrances and sustainable products through online channels and widespread retail stores."
  },
  {
    "company": "Zalando",
    "industry": "Fashion e-com / private sales",
    "countryCode": "FR",
    "description": "European fashion platform offering clothing, shoes, beauty items, personalised recommendations, fast delivery and easy returns for millions of online shoppers."
  },
  {
    "company": "3 Hong Kong",
    "industry": "Mobile / broadband",
    "countryCode": "HK",
    "description": "Hong Kong telecom operator offering mobile plans, roaming, 5G services, broadband and digital solutions for residents and businesses."
  },
  {
    "company": "AlipayHK",
    "industry": "Wallet / local payments",
    "countryCode": "HK",
    "description": "Hong Kong mobile wallet offering payments, transfers, QR transactions, rewards and everyday financial services for convenient local cashless living."
  },
  {
    "company": "Ant Bank ",
    "industry": "Virtual bank",
    "countryCode": "HK",
    "description": "Digital bank offering savings, deposits, mobile banking, secure payments and simple financial tools for Hong Kong customers."
  },
  {
    "company": "Aussie Meat",
    "industry": "E-commerce / groceries",
    "countryCode": "HK",
    "description": "Hong Kong online butcher offering premium meats, seafood, BBQ packs and home delivery sourced from Australia and worldwide producers."
  },
  {
    "company": "Bank of China",
    "industry": "Bank / wealth",
    "countryCode": "HK",
    "description": "Major bank offering accounts, loans, credit cards, investments, insurance and corporate services across Hong Kong."
  },
  {
    "company": "BEA",
    "industry": "Bank / SupremeGold",
    "countryCode": "HK",
    "description": "Hong Kong bank offering accounts, loans, investments, digital services and corporate banking for individuals and businesses."
  },
  {
    "company": "BOCHK investment services",
    "industry": "Bank / investment",
    "countryCode": "HK",
    "description": "Investment arm offering wealth products, funds, securities trading, portfolio tools and advisory services through Bank of China Hong Kong."
  },
  {
    "company": "China CITIC Bank International",
    "industry": "Bank / securities",
    "countryCode": "HK",
    "description": "Hong Kong bank offering accounts, deposits, loans, wealth management, digital banking and SME financial services."
  },
  {
    "company": "China Mobile",
    "industry": "Mobile",
    "countryCode": "HK",
    "description": "Hong Kong telecom operator offering mobile plans, 5G services, roaming, broadband and enterprise solutions with extensive local network coverage."
  },
  {
    "company": "Citi Hong Kong",
    "industry": "Bank / credit cards",
    "countryCode": "HK",
    "description": "Global bank offering accounts, cards, loans, wealth management, digital banking and corporate services for personal and business customers in Hong Kong."
  },
  {
    "company": "Club Med HK",
    "industry": "Travel / resorts",
    "countryCode": "HK",
    "description": "Travel brand offering premium all-inclusive holidays, family resorts, activities, dining and curated experiences across global destinations for Hong Kong travellers."
  },
  {
    "company": "CSL",
    "industry": "Mobile (CSL)",
    "countryCode": "HK",
    "description": "Hong Kong mobile operator offering 5G services, premium data plans, roaming options and strong network performance for consumers and businesses."
  },
  {
    "company": "EBSHK Direct ",
    "industry": "Online brokerage",
    "countryCode": "HK",
    "description": "Online trading platform offering stocks, futures, options, fund investment tools and market research for Hong Kong retail investors."
  },
  {
    "company": "Everbright Securities International",
    "industry": "Brokerage / wealth",
    "countryCode": "HK",
    "description": "Financial services provider offering securities trading, asset management, wealth products and corporate finance solutions across Asian and global markets."
  },
  {
    "company": "foodpanda",
    "industry": "Food delivery",
    "countryCode": "HK",
    "description": "Hong Kong delivery platform offering restaurant meals, groceries, quick commerce, scheduled orders and courier tracking across thousands of partners citywide."
  },
  {
    "company": "Fusion Bank",
    "industry": "Virtual bank",
    "countryCode": "HK",
    "description": "Hong Kong virtual bank offering savings accounts, time deposits, payments, QR transactions and digital financial tools for everyday banking."
  },
  {
    "company": "Moomoo",
    "industry": "Online brokerage",
    "countryCode": "HK",
    "description": "Online brokerage offering stocks, ETFs, options, research tools, trading features and community insights through its moomoo investment platform."
  },
  {
    "company": "GOGOX",
    "industry": "Delivery / logistics",
    "countryCode": "HK",
    "description": "Logistics platform offering on-demand van, truck and courier services for deliveries, business logistics and household transport across Hong Kong."
  },
  {
    "company": "Hang Seng Bank",
    "industry": "Bank",
    "countryCode": "HK",
    "description": "Major Hong Kong bank offering accounts, cards, mortgages, investments, insurance and corporate services with strong digital and branch presence."
  },
  {
    "company": "HKBN",
    "industry": "Broadband / mobile",
    "countryCode": "HK",
    "description": "Hong Kong telecom provider offering fibre broadband, mobile plans, enterprise ICT solutions and home entertainment services."
  },
  {
    "company": "HKT",
    "industry": "Broadband",
    "countryCode": "HK",
    "description": "Hong Kong’s main telecom brand offering broadband, mobile, TV, enterprise solutions and premium internet services via NETVIGATOR fibre network."
  },
  {
    "company": "HKTaxi",
    "industry": "Taxi app",
    "countryCode": "HK",
    "description": "Hong Kong taxi-hailing app connecting passengers with licensed taxis, offering reliable bookings, driver matching, fare estimates and convenient digital payments."
  },
  {
    "company": "HSBC",
    "industry": "Bank / cards & Premier",
    "countryCode": "HK",
    "description": "Global bank offering personal accounts, wealth management, mortgages, insurance, corporate banking and international services across Hong Kong."
  },
  {
    "company": "Klook",
    "industry": "Travel / activities",
    "countryCode": "HK",
    "description": "Travel platform offering attractions, tours, transportation, activities, hotel bookings and curated experiences for travellers seeking easy, discounted reservations."
  },
  {
    "company": "Lalamove",
    "industry": "Delivery / logistics",
    "countryCode": "HK",
    "description": "On-demand delivery service providing van, truck, motorcycle and courier options for businesses and individuals needing fast local logistics."
  },
  {
    "company": "livi Bank",
    "industry": "Virtual bank",
    "countryCode": "HK",
    "description": "Hong Kong virtual bank offering savings accounts, spending insights, rewards, instant payments and a simple mobile-first banking experience."
  },
  {
    "company": "Mox Bank",
    "industry": "Virtual bank",
    "countryCode": "HK",
    "description": "Hong Kong virtual bank offering savings, spending, credit, goals, rewards and a streamlined mobile app designed for everyday personal finance."
  },
  {
    "company": "Octopus",
    "industry": "Payments / acquiring",
    "countryCode": "HK",
    "description": "Hong Kong smart payment system offering tap-and-go transit, retail payments, stored value, app top-ups and everyday convenience citywide."
  },
  {
    "company": "PayMe",
    "industry": "P2P payments",
    "countryCode": "HK",
    "description": "Hong Kong mobile wallet offering peer payments, QR transactions, bill splitting, merchant payments and social features for fast everyday money transfers."
  },
  {
    "company": "S⁺ REWARDS",
    "industry": "Shopping mall loyalty",
    "countryCode": "HK",
    "description": "Multi-brand rewards program offering points, shopping benefits, member exclusives, digital vouchers and cross-partner deals for Hong Kong consumers."
  },
  {
    "company": "SmarTone",
    "industry": "Mobile & 5G home broadband",
    "countryCode": "HK",
    "description": "Hong Kong mobile operator offering 5G services, data plans, roaming, broadband and strong customer support focused on premium network experience."
  },
  {
    "company": "Standard Chartered",
    "industry": "Bank / cards & deposits",
    "countryCode": "HK",
    "description": "Major international bank offering personal accounts, credit cards, wealth management, corporate banking, digital services and global financial solutions."
  },
  {
    "company": "SUN Mobile",
    "industry": "Budget mobile",
    "countryCode": "HK",
    "description": "Hong Kong mobile provider offering affordable plans, contract-free options, flexible data packages and reliable coverage through the SmarTone network."
  },
  {
    "company": "Syfe",
    "industry": "Robo-advisor / investing",
    "countryCode": "HK",
    "description": "Investment platform offering managed portfolios, thematic investments, ETFs, wealth tools and automated strategies for diversified long-term growth."
  },
  {
    "company": "The Club",
    "industry": "Loyalty / points",
    "countryCode": "HK",
    "description": "HKT’s membership and rewards program offering points, discounts, lifestyle benefits, shopping deals and redemption options across multiple partner brands."
  },
  {
    "company": "Tiger Brokers",
    "industry": "Online brokerage",
    "countryCode": "HK",
    "description": "Online brokerage offering stocks, ETFs, options, futures, research tools and low-cost trading for global retail investors."
  },
  {
    "company": "Trip.com",
    "industry": "Travel platform",
    "countryCode": "HK",
    "description": "Travel platform offering flights, hotels, trains, activities, packages, customer support and competitive pricing for convenient worldwide trip planning."
  },
  {
    "company": "WeChat Pay",
    "industry": "Wallet / payments",
    "countryCode": "HK",
    "description": "Mobile wallet offering QR payments, transfers, merchant transactions, rewards, bill payments and everyday digital convenience across Hong Kong."
  },
  {
    "company": "WeLab Bank",
    "industry": "Virtual bank",
    "countryCode": "HK",
    "description": "Hong Kong virtual bank offering savings, time deposits, loans, spending tools, rewards and simple mobile-first personal banking."
  },
  {
    "company": "ZA Bank",
    "industry": "Virtual bank",
    "countryCode": "HK",
    "description": "Hong Kong virtual bank offering savings, loans, ZA Card, insurance, rewards and easy online banking for everyday financial needs."
  },
  {
    "company": "Ajaib",
    "industry": "Stock & fund investing",
    "countryCode": "ID",
    "description": "Indonesian investment platform offering stocks, mutual funds, education tools, simplified onboarding and low-barrier investing for first-time retail investors."
  },
  {
    "company": "Allo Bank",
    "industry": "Digital bank",
    "countryCode": "ID",
    "description": "Indonesian digital bank offering savings, payments, loans, cashback, rewards and an app-first experience for everyday personal finance."
  },
  {
    "company": "Alodokter",
    "industry": "Health / teleconsultation",
    "countryCode": "ID",
    "description": "Indonesian health platform offering telemedicine, doctor consultations, insurance, hospital booking and trusted medical information for accessible digital healthcare."
  },
  {
    "company": "Bank Jago",
    "industry": "Neobank",
    "countryCode": "ID",
    "description": "Indonesian digital bank offering smart accounts, pockets, payments, savings, integrations and a modern app supporting flexible money management."
  },
  {
    "company": "Bank Neo Commerce",
    "industry": "Digital bank",
    "countryCode": "ID",
    "description": "Indonesian digital bank offering high-interest savings, transfers, payments, loans and an intuitive app for simple everyday banking."
  },
  {
    "company": "Bibit",
    "industry": "Robo-advisor (mutual funds)",
    "countryCode": "ID",
    "description": "Indonesian robo-advisor offering mutual funds, risk profiling, automatic investing and goal-based tools helping beginners invest easily."
  },
  {
    "company": "Biznet Home",
    "industry": "Fibre internet",
    "countryCode": "ID",
    "description": "Indonesian fibre-internet provider offering high-speed broadband, Wi-Fi services, IPTV and stable connectivity for households needing reliable home internet."
  },
  {
    "company": "Blibli",
    "industry": "E-commerce",
    "countryCode": "ID",
    "description": "Indonesian e-commerce platform offering electronics, fashion, groceries, travel, deals and nationwide delivery in a trusted multi-category online marketplace."
  },
  {
    "company": "Blu",
    "industry": "Digital bank",
    "countryCode": "ID",
    "description": "Indonesian digital bank offering savings, budgeting tools, pockets, payments and a modern app experience designed for young mobile-first customers."
  },
  {
    "company": "Bluebird",
    "industry": "Taxi app",
    "countryCode": "ID",
    "description": "Indonesia’s taxi service offering app-based bookings, fixed fares, priority pickups, driver tracking and reliable transportation through the MyBlueBird platform."
  },
  {
    "company": "Bukalapak",
    "industry": "E-commerce",
    "countryCode": "ID",
    "description": "Indonesian e-commerce marketplace offering electronics, groceries, services, digital products and nationwide delivery supporting small merchants and everyday shoppers."
  },
  {
    "company": "DANA",
    "industry": "Wallet / payments",
    "countryCode": "ID",
    "description": "Indonesian mobile wallet offering payments, transfers, QR transactions, bills, merchant services and secure digital finance tools for everyday cashless convenience."
  },
  {
    "company": "First Media",
    "industry": "Cable & broadband",
    "countryCode": "ID",
    "description": "Indonesian broadband provider offering high-speed internet, cable TV, home entertainment and bundled packages with reliable nationwide connectivity."
  },
  {
    "company": "GoFood",
    "industry": "Food delivery",
    "countryCode": "ID",
    "description": "Food delivery service within Gojek offering restaurant orders, promotions, tracking, fast delivery and convenient options across Indonesian cities."
  },
  {
    "company": "Gojek",
    "industry": "Super-app (ride, food, pay)",
    "countryCode": "ID",
    "description": "Indonesian super-app offering transport, food delivery, payments, logistics, services and everyday convenience through a large multi-service digital ecosystem."
  },
  {
    "company": "GoPay",
    "industry": "Wallet (Gojek)",
    "countryCode": "ID",
    "description": "Digital wallet from Gojek offering payments, transfers, top-ups, rewards, QR transactions and seamless integration across Gojek services."
  },
  {
    "company": "GoCar",
    "industry": "Delivery & ride",
    "countryCode": "ID",
    "description": "Gojek’s ride-hailing service offering private car transport, upfront pricing, in-app safety features and convenient travel across Indonesian cities."
  },
  {
    "company": "GrabFood",
    "industry": "Food delivery",
    "countryCode": "ID",
    "description": "Food delivery service from Grab offering restaurant choices, promos, fast delivery, order tracking and reliable service across many Indonesian locations."
  },
  {
    "company": "Halodoc",
    "industry": "Telehealth / pharmacy",
    "countryCode": "ID",
    "description": "Indonesian health platform offering telemedicine, doctor consultations, medicine delivery, diagnostics, insurance, booking and trusted digital healthcare services."
  },
  {
    "company": "IM3 ",
    "industry": "Mobile",
    "countryCode": "ID",
    "description": "Indonesian mobile operator offering affordable data plans, prepaid packages, entertainment bundles and reliable nationwide coverage for everyday communication needs."
  },
  {
    "company": "IndiHome",
    "industry": "Home internet",
    "countryCode": "ID",
    "description": "Indonesian broadband and IPTV provider offering fibre internet, landline services, TV content and home packages nationwide under Telkom Indonesia."
  },
  {
    "company": "Indodax",
    "industry": "Crypto exchange",
    "countryCode": "ID",
    "description": "Indonesia’s largest crypto exchange offering trading, wallets, security tools and digital asset services for beginners and advanced users."
  },
  {
    "company": "Jenius",
    "industry": "Neobank",
    "countryCode": "ID",
    "description": "Digital banking app offering smart accounts, payments, budgeting tools, savings features, cards and financial management for modern Indonesian customers."
  },
  {
    "company": "Lazada Indonesia",
    "industry": "E-commerce",
    "countryCode": "ID",
    "description": "E-commerce platform offering fashion, electronics, groceries, discounts, marketplace services and deliveries across Indonesia."
  },
  {
    "company": "LinkAja",
    "industry": "Wallet",
    "countryCode": "ID",
    "description": "Indonesian mobile wallet offering payments, transfers, transport payments, QR services, bills and digital financial tools across retail and government ecosystems."
  },
  {
    "company": "Maxim Indonesia",
    "industry": "Ride-hailing",
    "countryCode": "ID",
    "description": "Ride-hailing service offering motorbike, car, delivery, logistics and courier options with competitive pricing across Indonesian cities."
  },
  {
    "company": "OVO",
    "industry": "Wallet / paylater",
    "countryCode": "ID",
    "description": "Indonesian digital wallet offering payments, rewards, transfers, merchant services and seamless cashless transactions across retail, transport and online platforms."
  },
  {
    "company": "Pintu",
    "industry": "Crypto investing",
    "countryCode": "ID",
    "description": "Indonesian crypto investment app offering tokens, wallets, education, security features and simple tools for beginners to invest confidently."
  },
  {
    "company": "Pluang",
    "industry": "Multi-asset investing",
    "countryCode": "ID",
    "description": "Indonesian investment app offering gold, crypto, indexes, savings products and educational tools enabling easy diversified investing for beginner and mobile-first users."
  },
  {
    "company": "Ruangguru",
    "industry": "Edtech",
    "countryCode": "ID",
    "description": "Indonesian edtech platform offering online classes, tutors, exam prep, skills training and interactive learning tools for students of all levels."
  },
  {
    "company": "SeaBank",
    "industry": "Digital bank",
    "countryCode": "ID",
    "description": "Digital bank offering instant transfers, savings with high interest, easy onboarding, bill payments and mobile-first banking through the Sea platform ecosystem."
  },
  {
    "company": "Shopee ",
    "industry": "E-commerce",
    "countryCode": "ID",
    "description": "Leading Indonesian e-commerce platform offering shopping deals, marketplace features, logistics, payments, vouchers and wide product selection across many categories."
  },
  {
    "company": "ShopeePay",
    "industry": "Wallet",
    "countryCode": "ID",
    "description": "Digital wallet offering payments, transfers, QR transactions, cashback, bills and seamless integration with Shopee and offline merchant partners."
  },
  {
    "company": "Smartfren",
    "industry": "Mobile",
    "countryCode": "ID",
    "description": "Indonesian mobile operator offering affordable data plans, 4G services, eSIM, digital rewards and nationwide coverage for everyday connectivity."
  },
  {
    "company": "Telkomsel",
    "industry": "Mobile",
    "countryCode": "ID",
    "description": "Indonesia’s largest mobile operator offering data plans, 4G/5G networks, entertainment packages, roaming and reliable nationwide connectivity."
  },
  {
    "company": "tiket.com",
    "industry": "Travel OTA",
    "countryCode": "ID",
    "description": "Indonesian travel platform offering flights, hotels, trains, activities, car rentals and promotions for convenient trip planning and booking."
  },
  {
    "company": "Tokocrypto",
    "industry": "Crypto exchange",
    "countryCode": "ID",
    "description": "Indonesian crypto exchange offering trading, staking, wallets, education and secure digital asset services for beginners and advanced traders."
  },
  {
    "company": "Tokopedia",
    "industry": "E-commerce",
    "countryCode": "ID",
    "description": "Major Indonesian marketplace offering products, digital services, payments, logistics, promotions and merchant tools enabling nationwide e-commerce participation."
  },
  {
    "company": "Transfez",
    "industry": "Remittance / FX",
    "countryCode": "ID",
    "description": "International transfer service offering fast remittances, competitive rates, multi-currency payments and secure digital tools for overseas transactions."
  },
  {
    "company": "Traveloka",
    "industry": "Travel & lifestyle super-app",
    "countryCode": "ID",
    "description": "Southeast Asian travel platform offering flights, hotels, attractions, transport, insurance and lifestyle services through a comprehensive mobile ecosystem."
  },
  {
    "company": "Tri Indonesia",
    "industry": "Mobile",
    "countryCode": "ID",
    "description": "Mobile operator offering affordable data plans, add-ons, entertainment bundles and nationwide coverage for budget-conscious Indonesian users."
  },
  {
    "company": "XL Axiata",
    "industry": "Mobile",
    "countryCode": "ID",
    "description": "Indonesian mobile operator offering prepaid plans, postpaid options, 4G/5G services, family packages and reliable nationwide connectivity."
  },
  {
    "company": "Zenius",
    "industry": "Edtech",
    "countryCode": "ID",
    "description": "Indonesian online learning platform offering video lessons, exam prep, practice tools and personalised study support for students."
  },
  {
    "company": "5paisa",
    "industry": "Discount broker",
    "countryCode": "IN",
    "description": "Indian trading platform offering stocks, mutual funds, derivatives, advisory tools and low-cost investing through a mobile-first interface."
  },
  {
    "company": "ACT Fibernet",
    "industry": "Broadband",
    "countryCode": "IN",
    "description": "Indian fibre broadband provider offering high-speed internet, unlimited plans, Wi-Fi services and reliable connectivity for homes and businesses."
  },
  {
    "company": "Airtel",
    "industry": "Telecom / mobile & broadband",
    "countryCode": "IN",
    "description": "Indian telecom and digital content platform offering mobile plans, fibre broadband, entertainment, rewards, payments and services through Airtel’s integrated ecosystem."
  },
  {
    "company": "Amazon.in",
    "industry": "E-commerce / wallet",
    "countryCode": "IN",
    "description": "Indian payments platform offering UPI, bill payments, rewards, shopping integration and secure transactions across Amazon’s ecosystem and partner merchants."
  },
  {
    "company": "Angel One",
    "industry": "Brokerage",
    "countryCode": "IN",
    "description": "Indian investment platform offering stocks, mutual funds, advisory tools, mobile trading, education and portfolio services for retail investors."
  },
  {
    "company": "Axis Bank",
    "industry": "Bank",
    "countryCode": "IN",
    "description": "Indian bank offering savings accounts, credit cards, loans, investments, mobile banking and rewards supporting everyday personal and digital financial needs nationwide."
  },
  {
    "company": "BigBasket",
    "industry": "Online grocery",
    "countryCode": "IN",
    "description": "Indian online supermarket offering groceries, fresh produce, household essentials, quick delivery, scheduled slots and wide product selection across major cities."
  },
  {
    "company": "Blinkit",
    "industry": "Quick-commerce groceries",
    "countryCode": "IN",
    "description": "Indian quick-commerce platform offering instant delivery of groceries, snacks, essentials, fresh items and daily needs within minutes across urban areas."
  },
  {
    "company": "BYJU'S",
    "industry": "Edtech",
    "countryCode": "IN",
    "description": "Indian edtech platform offering online classes, video lessons, test prep, personalised learning and interactive tools for students across age groups."
  },
  {
    "company": "CRED",
    "industry": "Credit-card bill app",
    "countryCode": "IN",
    "description": "Indian rewards and payments app offering credit card bill payments, cashback, loans, memberships, shopping deals and premium financial benefits."
  },
  {
    "company": "Dunzo",
    "industry": "Hyperlocal delivery",
    "countryCode": "IN",
    "description": "Indian delivery and logistics app offering groceries, medicines, parcels, pickup-and-drop services and quick commerce across multiple city locations."
  },
  {
    "company": "Fi Money",
    "industry": "Neobank app",
    "countryCode": "IN",
    "description": "Neobank offering smart savings, insights, rewards, bill payments, deposits, UPI and budgeting tools for digital-first Indian customers."
  },
  {
    "company": "Flipkart",
    "industry": "E-commerce",
    "countryCode": "IN",
    "description": "Indian e-commerce platform offering electronics, fashion, groceries, home goods, promotions, fast delivery and marketplace services nationwide."
  },
  {
    "company": "Goibibo",
    "industry": "Travel OTA",
    "countryCode": "IN",
    "description": "Indian travel platform offering flights, hotels, buses, trains, packages, deals and easy booking tools for domestic and international trips."
  },
  {
    "company": "Google Pay",
    "industry": "UPI",
    "countryCode": "IN",
    "description": "Indian payments app offering UPI transfers, QR payments, rewards, bill payments, recharges and secure digital money movement."
  },
  {
    "company": "Groww",
    "industry": "Investing & broking",
    "countryCode": "IN",
    "description": "Indian investment platform offering stocks, mutual funds, IPOs, SIPs and simple tools for beginner and experienced retail investors."
  },
  {
    "company": "Hathway",
    "industry": "Broadband",
    "countryCode": "IN",
    "description": "Indian broadband providers offering high-speed internet, fibre plans, Wi-Fi services and reliable home connectivity across many regions."
  },
  {
    "company": "HDFC Bank",
    "industry": "Bank / credit cards",
    "countryCode": "IN",
    "description": "Major Indian bank offering accounts, cards, loans, investments, mobile banking, payments and comprehensive financial services nationwide."
  },
  {
    "company": "ICICI Bank",
    "industry": "Bank / credit cards",
    "countryCode": "IN",
    "description": "Indian bank offering savings accounts, credit cards, loans, investments, digital banking, payments and wealth management services."
  },
  {
    "company": "Jio",
    "industry": "Telecom / mobile",
    "countryCode": "IN",
    "description": "Indian telecom provider offering mobile plans, 4G/5G services, apps, entertainment, data packages and widespread nationwide connectivity."
  },
  {
    "company": "JioFiber",
    "industry": "Broadband",
    "countryCode": "IN",
    "description": "Home internet services offering fibre broadband, 5G fixed wireless, entertainment bundles, Wi-Fi and smart home features across India."
  },
  {
    "company": "Jupiter",
    "industry": "Neobank app",
    "countryCode": "IN",
    "description": "Indian neobank offering smart accounts, rewards, UPI, savings pots, credit tools and user-friendly budgeting features for digital customers."
  },
  {
    "company": "Kotak Mahindra Bank",
    "industry": "Bank",
    "countryCode": "IN",
    "description": "Indian bank offering accounts, cards, loans, investments, digital banking, insurance and wealth management for individuals and businesses."
  },
  {
    "company": "MakeMyTrip",
    "industry": "Travel OTA",
    "countryCode": "IN",
    "description": "Indian travel platform offering flights, hotels, buses, packages, activities, deals and booking tools for domestic and international holidays."
  },
  {
    "company": "Meesho",
    "industry": "Social commerce",
    "countryCode": "IN",
    "description": "Indian e-commerce platform enabling small sellers, offering budget products, home delivery, marketplace tools and affordable shopping for everyday customers."
  },
  {
    "company": "Myntra",
    "industry": "Fashion e-commerce",
    "countryCode": "IN",
    "description": "Indian fashion e-commerce platform offering clothing, footwear, accessories, beauty products, easy returns and curated styles from many popular brands nationwide."
  },
  {
    "company": "NoBroker",
    "industry": "Proptech / rentals",
    "countryCode": "IN",
    "description": "Indian property platform offering brokerage-free rentals, buy-sell listings, verified owners, home services, packers, movers and digital tools simplifying real-estate transactions."
  },
  {
    "company": "Ola",
    "industry": "Ride-hailing",
    "countryCode": "IN",
    "description": "Indian ride-hailing platform offering cabs, autos, rentals, outstation trips, corporate solutions and safety features for convenient city and intercity transport."
  },
  {
    "company": "Ola Electric",
    "industry": "EV scooters",
    "countryCode": "IN",
    "description": "Indian EV company producing electric scooters, charging solutions, batteries and software aimed at accelerating mass adoption of sustainable urban mobility."
  },
  {
    "company": "OneCard",
    "industry": "Credit card fintech",
    "countryCode": "IN",
    "description": "Indian credit card brand offering app-controlled cards, rewards, EMI options, spend insights and seamless digital onboarding for young urban customers."
  },
  {
    "company": "OYO",
    "industry": "Hotels",
    "countryCode": "IN",
    "description": "Hospitality brand offering budget hotels, homes, co-living spaces, app-based booking, standardized amenities, dynamic pricing, loyalty benefits and deals across cities."
  },
  {
    "company": "Paytm",
    "industry": "Payments / wallet / UPI",
    "countryCode": "IN",
    "description": "Indian payments and financial services app offering UPI, wallet, bills, tickets, loans, shopping, investments, insurance and everyday digital money tools."
  },
  {
    "company": "PhonePe",
    "industry": "UPI / wallet",
    "countryCode": "IN",
    "description": "Indian digital payments app offering UPI transfers, merchant QR payments, bills, insurance, investments, gold, rewards and secure everyday digital transactions."
  },
  {
    "company": "PolicyBazaar",
    "industry": "Insurance marketplace",
    "countryCode": "IN",
    "description": "Indian insurance marketplace comparing policies, premiums and features across insurers, enabling customers to buy health, term and motor coverage online."
  },
  {
    "company": "Rapido",
    "industry": "Bike taxi",
    "countryCode": "IN",
    "description": "Indian bike-taxi and auto service offering affordable rides, quick pickups, local mobility solutions and efficient short-distance transport in congested cities."
  },
  {
    "company": "RedBus",
    "industry": "Bus booking",
    "countryCode": "IN",
    "description": "Online bus ticketing platform offering schedules, seat selection, operator reviews, digital tickets and nationwide routes across India and neighbouring countries."
  },
  {
    "company": "YONO SBI",
    "industry": "Bank / credit cards",
    "countryCode": "IN",
    "description": "Credit card and digital banking services from SBI offering rewards, EMI options, UPI, payments, loans, investments, helpful tools and management."
  },
  {
    "company": "Slice",
    "industry": "Card / BNPL",
    "countryCode": "IN",
    "description": "Indian fintech offering credit-based payments, UPI, card features, cashback, bill-splitting, spend tracking, budgeting, timely reminders and simple app-first daily management."
  },
  {
    "company": "Swiggy",
    "industry": "Food & grocery delivery",
    "countryCode": "IN",
    "description": "Indian food-delivery and quick-commerce platform offering restaurant orders, groceries, instant delivery, tracking, offers, memberships and wide coverage across Indian cities."
  },
  {
    "company": "Tata Play",
    "industry": "Broadband / DTH",
    "countryCode": "IN",
    "description": "Indian DTH and OTT provider offering TV channels, streaming apps, regional content, set-top boxes and flexible entertainment packages for households."
  },
  {
    "company": "Unacademy",
    "industry": "Edtech",
    "countryCode": "IN",
    "description": "Indian edtech platform offering live classes, test preparation, teacher-led courses, doubt-solving and structured learning programs for competitive exams and skill development."
  },
  {
    "company": "upGrad",
    "industry": "Edtech",
    "countryCode": "IN",
    "description": "Indian online education platform offering degrees, certifications, mentorship, job-focused programs and professional upskilling across technology, business, data and management fields."
  },
  {
    "company": "Upstox",
    "industry": "Brokerage",
    "countryCode": "IN",
    "description": "Indian investment platform offering stocks, F&O, IPOs, mutual funds, low brokerage fees and simple mobile tools for retail traders."
  },
  {
    "company": "Vi",
    "industry": "Telecom / mobile",
    "countryCode": "IN",
    "description": "Indian telecom operator offering prepaid plans, postpaid services, data packs, entertainment add-ons and nationwide network coverage for everyday communication needs."
  },
  {
    "company": "Zepto",
    "industry": "Quick-commerce groceries",
    "countryCode": "IN",
    "description": "Indian quick-commerce platform offering ultra-fast delivery of groceries, snacks, essentials and fresh items within minutes across major urban locations."
  },
  {
    "company": "Zerodha",
    "industry": "Brokerage",
    "countryCode": "IN",
    "description": "Indian discount brokerage offering low-cost trading, direct mutual funds, IPOs, analytical tools and education for retail investors nationwide."
  },
  {
    "company": "Zomato",
    "industry": "Food delivery",
    "countryCode": "IN",
    "description": "Indian food delivery platform offering restaurant orders, dining offers, tracking, hygiene ratings and wide cuisine variety across cities."
  },
  {
    "company": "1Mobile",
    "industry": "MVNO",
    "countryCode": "IT",
    "description": "Italian mobile operator offering low-cost plans, prepaid SIMs, international calling options and digital account management for budget-conscious users."
  },
  {
    "company": "A2A Energia",
    "industry": "Energy supplier",
    "countryCode": "IT",
    "description": "Italian energy provider offering electricity, gas, renewable solutions, smart home services and digital tools supporting sustainable energy usage."
  },
  {
    "company": "Banca Mediolanum",
    "industry": "Online bank",
    "countryCode": "IT",
    "description": "Italian digital bank offering app-managed accounts, cards, savings, investments, support services and financial tools for modern mobile-first customers."
  },
  {
    "company": "Banco Desio",
    "industry": "Retail bank",
    "countryCode": "IT",
    "description": "Italian regional bank offering accounts, loans, mortgages, savings products, digital banking and personalised advisory services for households and small businesses."
  },
  {
    "company": "Genius Buddy",
    "industry": "Digital current account",
    "countryCode": "IT",
    "description": "Italian youth account offering prepaid card, budgeting tools, parental controls, savings features and secure digital payments for teenagers."
  },
  {
    "company": "Credem",
    "industry": "Retail bank",
    "countryCode": "IT",
    "description": "Italian bank offering personal accounts, loans, mortgages, cards, investments, digital banking and advisory services for individuals and businesses."
  },
  {
    "company": "E.ON",
    "industry": "Energy supplier",
    "countryCode": "IT",
    "description": "Energy company offering electricity, gas, renewable solutions, efficiency services, smart meters and digital tools for households and businesses."
  },
  {
    "company": "Emma Materasso",
    "industry": "E-commerce (mattresses)",
    "countryCode": "IT",
    "description": "Italian bedding brand offering mattresses, pillows, toppers, sleep products, online purchasing, home delivery and comfort-focused ergonomic designs."
  },
  {
    "company": "Enel Energia",
    "industry": "Energy supplier",
    "countryCode": "IT",
    "description": "Italian energy provider offering electricity, gas, green tariffs, smart solutions and digital services for efficient household energy management."
  },
  {
    "company": "EOLO",
    "industry": "Fixed wireless broadband",
    "countryCode": "IT",
    "description": "Italian fixed-wireless and fibre provider offering broadband connections, Wi-Fi solutions and reliable internet coverage in suburban and rural areas."
  },
  {
    "company": "Fastweb",
    "industry": "Telco",
    "countryCode": "IT",
    "description": "Italian telecom provider offering fibre internet, mobile plans, TV services, Wi-Fi and business connectivity solutions nationwide."
  },
  {
    "company": "Fineco Bank",
    "industry": "Online broker / bank",
    "countryCode": "IT",
    "description": "Italian bank offering trading, investments, brokerage, accounts, cards, tools and advanced digital services for retail and professional clients."
  },
  {
    "company": "Finom Italia",
    "industry": "Business banking / invoicing",
    "countryCode": "IT",
    "description": "Italian business banking platform offering invoicing, accounts, cards, bookkeeping tools and financial management for freelancers and small companies."
  },
  {
    "company": "Firsty",
    "industry": "Food & drink / experiences app",
    "countryCode": "IT",
    "description": "Italian energy service offering electricity and gas contracts with simple pricing, customer support, digital tools and flexible solutions for households nationwide."
  },
  {
    "company": "Global Power Plus",
    "industry": "Energy supplier",
    "countryCode": "IT",
    "description": "Italian energy provider offering electricity, gas, renewable options, business services and digital tools supporting efficient and sustainable energy consumption."
  },
  {
    "company": "ho. Mobile",
    "industry": "Discount mobile (MVNO)",
    "countryCode": "IT",
    "description": "Italian low-cost mobile operator offering simple plans, large data bundles, good coverage, transparent pricing and easy digital management without hidden fees."
  },
  {
    "company": "HYPE",
    "industry": "Digital account / prepaid card",
    "countryCode": "IT",
    "description": "Italian digital wallet offering payments, budgeting, savings, cards, transfers, goals, spending insights and a mobile-first banking experience for everyday use."
  },
  {
    "company": "Illumia",
    "industry": "Energy & internet",
    "countryCode": "IT",
    "description": "Italian energy provider offering electricity, gas, LED solutions, heating services and digital tools with transparent tariffs for households and small businesses."
  },
  {
    "company": "Intesa Sanpaolo",
    "industry": "Universal bank",
    "countryCode": "IT",
    "description": "Major Italian bank offering accounts, cards, loans, mortgages, investments, insurance and digital services for personal, corporate and private banking customers."
  },
  {
    "company": "isybank",
    "industry": "Digital bank",
    "countryCode": "IT",
    "description": "Intesa Sanpaolo’s digital bank offering app-based accounts, payments, cards, budgeting features and simple mobile banking for modern users."
  },
  {
    "company": "Italia Gas e Luce",
    "industry": "Energy supplier",
    "countryCode": "IT",
    "description": "Italian energy provider offering electricity, gas, customer support, digital management and competitive tariffs for households seeking simple energy solutions."
  },
  {
    "company": "K-max",
    "industry": "Beauty / hair-care e-commerce",
    "countryCode": "IT",
    "description": "Italian mobile operator offering low-cost SIM plans, international calling, data bundles and straightforward digital account management."
  },
  {
    "company": "Kena Mobile",
    "industry": "Discount mobile (MVNO)",
    "countryCode": "IT",
    "description": "Italian discount mobile operator offering affordable plans, nationwide TIM network coverage, flexible data options and easy digital activation."
  },
  {
    "company": "Moneyfarm",
    "industry": "Robo-advisor",
    "countryCode": "IT",
    "description": "Digital investment platform offering managed portfolios, ETFs, pension products, advisory support and long-term wealth solutions for European retail investors."
  },
  {
    "company": "Opplà",
    "industry": "Grocery & essentials delivery",
    "countryCode": "IT",
    "description": "Italian utility-switching service helping households compare, activate and manage energy, internet and mobile contracts to save money easily."
  },
  {
    "company": "Optima Mobile",
    "industry": "MVNO / bundled utilities",
    "countryCode": "IT",
    "description": "Italian mobile service from Optima offering bundled plans, fibre integration, savings options and simple connectivity for households."
  },
  {
    "company": "Paysend",
    "industry": "Money transfer",
    "countryCode": "IT",
    "description": "Global money transfer service offering low-cost international payments, cards, fast delivery, FX tools and secure multi-currency transfers."
  },
  {
    "company": "PlusEnergia",
    "industry": "Energy supplier",
    "countryCode": "IT",
    "description": "Italian energy provider offering electricity, gas, green options, transparent tariffs and customer service for homes and businesses."
  },
  {
    "company": "PosteMobile",
    "industry": "Mobile virtual operator",
    "countryCode": "IT",
    "description": "Italian mobile operator from Poste Italiane offering prepaid plans, data packages, payments and widespread national coverage."
  },
  {
    "company": "Satispay",
    "industry": "Payments app",
    "countryCode": "IT",
    "description": "Italian payment app offering peer transfers, QR payments, budgeting tools, merchant payments, rewards and simple fee-free digital transactions."
  },
  {
    "company": "SmartEnergy.to",
    "industry": "Energy supplier",
    "countryCode": "IT",
    "description": "Italian energy provider offering smart tariffs, renewable options, digital management tools and transparent services for efficient home energy consumption."
  },
  {
    "company": "Sorgenia",
    "industry": "Energy & fibre",
    "countryCode": "IT",
    "description": "Italian green energy provider offering 100% renewable electricity, gas, smart home tools, digital support and personalised energy solutions."
  },
  {
    "company": "Switcho",
    "industry": "Bill-switching / savings app",
    "countryCode": "IT",
    "description": "Italian service helping users compare and switch energy, internet and mobile contracts to reduce bills automatically and effortlessly."
  },
  {
    "company": "TIM",
    "industry": "Mobile & fixed broadband",
    "countryCode": "IT",
    "description": "Italian telecom provider offering mobile plans, fibre internet, TV services, 5G connectivity and nationwide coverage for households and businesses."
  },
  {
    "company": "Very Mobile",
    "industry": "Discount mobile (MVNO)",
    "countryCode": "IT",
    "description": "Italian low-cost mobile operator offering simple plans, large data bundles, transparent pricing, good coverage and easy digital activation without contractual complexity."
  },
  {
    "company": "Widiba",
    "industry": "Online bank",
    "countryCode": "IT",
    "description": "Italian digital bank offering online accounts, investments, mortgages, cards, savings tools and modern app-based financial management services."
  },
  {
    "company": "Xoom",
    "industry": "Money transfer",
    "countryCode": "IT",
    "description": "PayPal’s international transfer service offering fast global remittances, bill payments, mobile top-ups and secure cross-border money movement."
  },
  {
    "company": "Anyca",
    "industry": "C2C car sharing",
    "countryCode": "JP",
    "description": "Japanese peer-to-peer car-sharing platform offering rentals, insurance, flexible booking and diverse vehicle options for convenient local mobility."
  },
  {
    "company": "au (KDDI)",
    "industry": "Mobile & au PAY",
    "countryCode": "JP",
    "description": "Japanese telecom provider offering mobile plans, broadband, payments, entertainment services and nationwide network coverage through KDDI Corporation."
  },
  {
    "company": "au Hikari",
    "industry": "Fibre broadband",
    "countryCode": "JP",
    "description": "Japanese fibre-internet service offering high-speed home broadband, stable connections, TV packages and bundled telecom options nationwide."
  },
  {
    "company": "BIGLOBE Mobile",
    "industry": "MVNO / broadband",
    "countryCode": "JP",
    "description": "Japanese mobile operator offering affordable SIM plans, data packages, entertainment bundles and reliable connectivity for everyday smartphone users."
  },
  {
    "company": "Buyee",
    "industry": "Proxy shopping / forwarding",
    "countryCode": "JP",
    "description": "Japanese proxy-buying and forwarding service enabling international shoppers to purchase items from Japan with consolidated shipping and customs support."
  },
  {
    "company": "Car From Japan",
    "industry": "Used car export",
    "countryCode": "JP",
    "description": "Platform offering Japanese used cars for international buyers with inspections, export processing, documentation and global shipping arrangements."
  },
  {
    "company": "Demae-can",
    "industry": "Food delivery",
    "countryCode": "JP",
    "description": "Japanese food delivery service offering restaurant orders, fast delivery, discounts, memberships and wide regional coverage across many cities."
  },
  {
    "company": "DiDi",
    "industry": "Ride-hailing",
    "countryCode": "JP",
    "description": "Japan ride-hailing platform offering taxis, app-based booking, cashless payments, driver tracking and convenient urban travel services."
  },
  {
    "company": "DMM.com",
    "industry": "FX & stock broker",
    "countryCode": "JP",
    "description": "Japanese digital platform offering e-commerce, rentals, streaming, education, crypto services, gaming and various online memberships."
  },
  {
    "company": "GO",
    "industry": "Taxi app",
    "countryCode": "JP",
    "description": "Japanese taxi-hailing app offering licensed taxis, quick bookings, transparent fares, payment options and reliable transportation across major cities."
  },
  {
    "company": "IIJmio",
    "industry": "MVNO / SIM",
    "countryCode": "JP",
    "description": "Japanese mobile service offering SIM plans, data packages, fibre bundles and affordable connectivity using IIJ’s high-quality network."
  },
  {
    "company": "Ito-Yokado Net Super",
    "industry": "Online supermarket",
    "countryCode": "JP",
    "description": "Japanese supermarket delivery service offering groceries, household items, fresh produce and scheduled home delivery through Ito-Yokado stores."
  },
  {
    "company": "J:COM",
    "industry": "Cable TV & broadband",
    "countryCode": "JP",
    "description": "Japanese telecom provider offering cable TV, broadband, mobile services, home phone and entertainment packages for households."
  },
  {
    "company": "LINE Pay",
    "industry": "Wallet / super-app",
    "countryCode": "JP",
    "description": "Japanese mobile payment service offering QR payments, transfers, rewards, merchant payments and seamless integration with LINE’s ecosystem."
  },
  {
    "company": "LINE Securities",
    "industry": "App-based broker",
    "countryCode": "JP",
    "description": "Japanese investment service offering stocks, ETFs, trading tools, education and easy mobile investing through LINE’s financial platform."
  },
  {
    "company": "LINEMO",
    "industry": "Online-only mobile",
    "countryCode": "JP",
    "description": "Japanese low-cost mobile brand from SoftBank offering affordable data plans, eSIM support, simple pricing and strong nationwide coverage."
  },
  {
    "company": "menu",
    "industry": "Food delivery",
    "countryCode": "JP",
    "description": "Leading food delivery company"
  },
  {
    "company": "Mercari",
    "industry": "C2C marketplace",
    "countryCode": "JP",
    "description": "Japan’s largest resale marketplace allowing users to buy and sell items easily with shipping options, secure payments and wide product categories."
  },
  {
    "company": "mineo",
    "industry": "MVNO / SIM",
    "countryCode": "JP",
    "description": "Japanese mobile operator offering flexible SIM plans, community support, data sharing, affordable pricing and nationwide coverage across major networks."
  },
  {
    "company": "Monex Securities",
    "industry": "Online broker",
    "countryCode": "JP",
    "description": "Is a brokerage that offers a range of financial services, including online securities, foreign exchange, cryptocurrency exchange, and investment management"
  },
  {
    "company": "moomoo Securities Japan",
    "industry": "Trading app",
    "countryCode": "JP",
    "description": "Moomoo Securities Japan is an online brokerage, providing Japanese investors with a platform for trading global assets like U.S. and Japanese stocks, ETFs, and mutual funds"
  },
  {
    "company": "NTT Docomo",
    "industry": "Mobile & payments",
    "countryCode": "JP",
    "description": "Japanese telecom giant offering mobile plans, 5G services, payments, cloud solutions, entertainment and nationwide network coverage."
  },
  {
    "company": "NURO Hikari",
    "industry": "Fibre broadband",
    "countryCode": "JP",
    "description": "a high-speed home internet service in Japan"
  },
  {
    "company": "OCN Mobile ONE",
    "industry": "MVNO",
    "countryCode": "JP",
    "description": "mobile virtual network operator (MVNO) service"
  },
  {
    "company": "PayPay",
    "industry": "QR wallet / super-app",
    "countryCode": "JP",
    "description": "Japanese fintech company that develops and provides electronic payment services, primarily through its popular mobile app"
  },
  {
    "company": "Qoo10 Japan",
    "industry": "E-commerce",
    "countryCode": "JP",
    "description": "a Japanese e-commerce platform, offering a wide variety of products from fashion and beauty to electronics and food"
  },
  {
    "company": "Rakuma",
    "industry": "C2C marketplace",
    "countryCode": "JP",
    "description": "Japanese online flea market and consumer-to-consumer (C2C) e-commerce platform"
  },
  {
    "company": "Rakuten Bank",
    "industry": "Online bank",
    "countryCode": "JP",
    "description": "Online bank offering accounts, payments, cards, savings, loans, investments and rewards integrated with Rakuten’s broader ecosystem."
  },
  {
    "company": "Rakuten Mobile",
    "industry": "Mobile carrier",
    "countryCode": "JP",
    "description": "Japanese mobile operator offering 4G/5G plans, unlimited data options, eSIM support, roaming and strong ecosystem benefits through Rakuten."
  },
  {
    "company": "Rakuten Securities",
    "industry": "Online broker",
    "countryCode": "JP",
    "description": "Japanese investment platform offering stocks, funds, FX, tools, research and trading integrated with Rakuten’s points and ecosystem benefits."
  },
  {
    "company": "SBI Securities",
    "industry": "Online broker",
    "countryCode": "JP",
    "description": "Japanese online brokerage offering stocks, funds, FX, futures, NISA accounts and tools for retail investors trading domestic and global markets."
  },
  {
    "company": "SoftBank",
    "industry": "Mobile",
    "countryCode": "JP",
    "description": "Japanese telecom and investment group offering mobile services, broadband, enterprise solutions, technology investments and digital services across Japan and internationally."
  },
  {
    "company": "SoftBank Hikari",
    "industry": "Fibre broadband",
    "countryCode": "JP",
    "description": "Fibre-internet service from SoftBank offering high-speed home broadband, Wi-Fi, streaming bundles and stable connectivity across many Japanese neighbourhoods."
  },
  {
    "company": "Temu Japan",
    "industry": "E-commerce / marketplace",
    "countryCode": "JP",
    "description": "Online marketplace offering low-priced goods, flash deals, fashion, gadgets, home items and accessories shipped directly to Japanese consumers."
  },
  {
    "company": "Times Car",
    "industry": "Car sharing",
    "countryCode": "JP",
    "description": "Japanese car-sharing service offering hourly rentals, station locations, memberships, fuel-inclusive pricing and convenient app-based access to vehicles nationwide."
  },
  {
    "company": "UQ mobile",
    "industry": "Mobile (KDDI)",
    "countryCode": "JP",
    "description": "Japanese budget mobile operator from KDDI offering affordable plans, reliable coverage, simple pricing and strong 4G or 5G network performance."
  },
  {
    "company": "Y!mobile",
    "industry": "Budget mobile (SoftBank)",
    "countryCode": "JP",
    "description": "SoftBank budget mobile brand offering affordable smartphone plans, nationwide coverage, data bundles, family discounts and simple contracts for cost-conscious users."
  },
  {
    "company": "Yahoo! Shopping",
    "industry": "E-commerce",
    "countryCode": "JP",
    "description": "Japanese e-commerce platform offering diverse products, limited-time deals, points rewards, merchant stores and convenient, secure online purchasing experiences everyday."
  },
  {
    "company": "ZOZOTOWN",
    "industry": "Fashion e-commerce",
    "countryCode": "JP",
    "description": "Japanese fashion e-commerce platform offering clothing, shoes, accessories, popular brands, style tools, curated selections and convenient personalised online shopping experiences."
  },
  {
    "company": "11st (11번가)",
    "industry": "E-commerce marketplace",
    "countryCode": "KR",
    "description": "South Korean online marketplace offering electronics, fashion, groceries, travel, services, promotions, events, coupons and nationwide delivery for everyday digital shoppers."
  },
  {
    "company": "Baedal Minjok – Baemin (배달의민족)",
    "industry": "Food delivery",
    "countryCode": "KR",
    "description": "Korean food delivery app connecting customers with restaurants, enabling convenient ordering, tracking, reviews, coupons, savings, rewards and frequent local promotions."
  },
  {
    "company": "Bithumb (빗썸)",
    "industry": "Crypto exchange",
    "countryCode": "KR",
    "description": "South Korean cryptocurrency exchange offering trading, wallets, staking, market information, security features, compliance processes and digital asset services for investors."
  },
  {
    "company": "Coinone",
    "industry": "Crypto exchange",
    "countryCode": "KR",
    "description": "South Korean crypto exchange offering spot trading, staking, wallets, strong security features and regulated digital asset services for Korean users."
  },
  {
    "company": "Coupang (쿠팡)",
    "industry": "E-commerce",
    "countryCode": "KR",
    "description": "Major Korean e-commerce platform offering Rocket Delivery, groceries, electronics, daily necessities, marketplace sellers, memberships, benefits and fast nationwide logistics network."
  },
  {
    "company": "Coupang Eats (쿠팡이츠)",
    "industry": "Food delivery",
    "countryCode": "KR",
    "description": "Food delivery service from Coupang offering restaurant orders, promotions, order tracking, fast delivery and convenient app experience across Korean cities."
  },
  {
    "company": "Eyes Mobile (아이즈모바일)",
    "industry": "MVNO",
    "countryCode": "KR",
    "description": "Korean mobile virtual network operator offering affordable SIM plans, family bundles, data options and nationwide LTE coverage for budget-conscious customers."
  },
  {
    "company": "Freete / 프리티 (MVNO)",
    "industry": "MVNO",
    "countryCode": "KR",
    "description": "Korean mobile virtual network operator offering low-cost SIM plans, family options, data packages and nationwide coverage for budget-conscious smartphone users."
  },
  {
    "company": "Gmarket",
    "industry": "E-commerce marketplace",
    "countryCode": "KR",
    "description": "South Korean e-commerce marketplace offering diverse products, auctions, promotions, coupons, international shipping and convenient shopping for domestic and global customers."
  },
  {
    "company": "Hana Bank (하나은행)",
    "industry": "Major bank",
    "countryCode": "KR",
    "description": "Major Korean bank offering accounts, cards, savings, loans, FX, wealth management, branch network and digital services for individuals and businesses."
  },
  {
    "company": "Hanpass",
    "industry": "Cross-border remittance",
    "countryCode": "KR",
    "description": "Remittance and payments service enabling low-cost international transfers, multi-currency support, mobile wallets and convenient money management for migrants and residents."
  },
  {
    "company": "Hello Mobile 헬로모바일",
    "industry": "MVNO",
    "countryCode": "KR",
    "description": "Korean MVNO offering affordable mobile plans, LTE data packages, handset deals, promotions and LG U+ network coverage for everyday communication."
  },
  {
    "company": "IBK Industrial Bank of Korea (기업은행)",
    "industry": "Major bank",
    "countryCode": "KR",
    "description": "State-owned Korean bank supporting SMEs with loans, accounts, cash management, trade finance, digital banking, branches and various personal financial products."
  },
  {
    "company": "K Bank (케이뱅크)",
    "industry": "Internet bank",
    "countryCode": "KR",
    "description": "Korean internet-only bank offering deposits, loans, cards, savings products, partner rewards and simple app-based digital banking services for everyday use."
  },
  {
    "company": "K.ride",
    "industry": "Taxi app for foreigners (Kakao Mobility partner)",
    "countryCode": "KR",
    "description": "Mobility service brand offering taxi-hailing, ride bookings, driver matching, app-based payments and convenient city transport options for passengers in Korea."
  },
  {
    "company": "Kakao T",
    "industry": "Taxi / mobility super-app",
    "countryCode": "KR",
    "description": "Korean super-app for mobility offering taxis, drivers, designated-driver services, shuttles, parking, navigation, airport transfers, rentals and in-app payments everywhere daily."
  },
  {
    "company": "KakaoBank (카카오뱅크)",
    "industry": "Mobile bank",
    "countryCode": "KR",
    "description": "Korean mobile-only bank offering easy account opening, instant transfers, loans, debit cards, savings products and intuitive everyday finance app experience."
  },
  {
    "company": "KakaoPay (카카오페이)",
    "industry": "Wallet / payments",
    "countryCode": "KR",
    "description": "Korean digital wallet offering QR payments, transfers, bills, investments, micro-insurance, savings and financial products integrated with Kakao’s ecosystem and apps."
  },
  {
    "company": "KB Kookmin Bank (KB국민은행)",
    "industry": "Major bank",
    "countryCode": "KR",
    "description": "Major Korean bank offering deposits, cards, mortgages, loans, FX, investments, wealth services, branches, ATMs and comprehensive digital banking for customers."
  },
  {
    "company": "KB Liiv M (KB리브M)",
    "industry": "MVNO",
    "countryCode": "KR",
    "description": "MVNO from KB offering bank-linked mobile plans, family discounts, flexible data packages, promotions, eSIM support and digital self-service for customers."
  },
  {
    "company": "Korbit",
    "industry": "Crypto exchange",
    "countryCode": "KR",
    "description": "Korean cryptocurrency exchange offering spot trading, staking, wallets, NFTs, API access, security features and digital asset services under local regulation."
  },
  {
    "company": "KT",
    "industry": "Mobile carrier",
    "countryCode": "KR",
    "description": "Major Korean telecom operator offering mobile, broadband, TV, corporate solutions, media services, cloud offerings and secure nationwide high-speed network coverage."
  },
  {
    "company": "LG U+",
    "industry": "Mobile carrier",
    "countryCode": "KR",
    "description": "Korean telecom operator offering 5G mobile, broadband, TV, smart home services, enterprise solutions, IoT connectivity and entertainment services nationwide, Korea."
  },
  {
    "company": "Market Kurly (마켓컬리)",
    "industry": "Grocery delivery",
    "countryCode": "KR",
    "description": "Premium grocery delivery platform offering fresh produce, meats, bakery items, curated foods, wine, early-morning delivery and quality-focused online supermarket experience."
  },
  {
    "company": "Naver Pay",
    "industry": "Wallet / points",
    "countryCode": "KR",
    "description": "Digital wallet from Naver offering online payments, points, QR transactions, loyalty integration and seamless checkout across Naver services and merchants."
  },
  {
    "company": "NH NongHyup Bank (NH농협은행)",
    "industry": "Major bank",
    "countryCode": "KR",
    "description": "Agricultural cooperative bank offering accounts, loans, rural finance, cards, insurance, ATMs, digital banking plus specialised support for farmers and customers."
  },
  {
    "company": "Payco (페이코)",
    "industry": "Wallet / loyalty",
    "countryCode": "KR",
    "description": "Korean payment app offering QR payments, rewards, coupons, membership integration, online checkout, transit usage and convenient digital transactions at merchants."
  },
  {
    "company": "Shinhan Bank (신한은행)",
    "industry": "Major bank",
    "countryCode": "KR",
    "description": "Major Korean bank offering accounts, cards, loans, FX, investments, digital banking, corporate services, branches and wealth management for diverse customers."
  },
  {
    "company": "Shuttle Delivery",
    "industry": "Food & grocery delivery",
    "countryCode": "KR",
    "description": "Korean delivery service targeting foreigners, offering bilingual support, restaurant orders, groceries, liquor, fast delivery and convenient app-based logistics across Seoul."
  },
  {
    "company": "SK 7mobile",
    "industry": "MVNO",
    "countryCode": "KR",
    "description": "Korean MVNO on SK Telecom network offering affordable mobile plans, data bundles, promotions and nationwide coverage for everyday smartphone users."
  },
  {
    "company": "SSG.COM",
    "industry": "E-commerce / supermarket",
    "countryCode": "KR",
    "description": "Korean online shopping mall from Shinsegae offering groceries, fashion, luxury goods, daily items, rapid delivery services, rewards and integrated department-store benefits."
  },
  {
    "company": "Taba Taxi",
    "industry": "Taxi app",
    "countryCode": "KR",
    "description": "Taxi-hailing platform in Korea offering app-based bookings, transparent fares, professional drivers, multiple vehicle options and convenient door-to-door transport."
  },
  {
    "company": "Toss (토스)",
    "industry": "Super-app / fintech",
    "countryCode": "KR",
    "description": "Korean fintech super-app offering money transfers, cards, insurance, investments, credit scoring, subscriptions, budgeting tools and simple everyday digital financial services."
  },
  {
    "company": "U+ 알뜰폰 (U+ budget MVNOs)",
    "industry": "MVNO umbrella",
    "countryCode": "KR",
    "description": "Group of Korean budget MVNOs on LG U+ network offering low-cost SIM plans, data options, roaming and nationwide mobile coverage."
  },
  {
    "company": "Upbit (업비트)",
    "industry": "Crypto exchange",
    "countryCode": "KR",
    "description": "Leading Korean cryptocurrency exchange offering spot trading, staking, wallets, listings, market data, security features and digital asset services for investors."
  },
  {
    "company": "Welcome Bank (웰컴저축은행 / 웰뱅)",
    "industry": "Savings bank",
    "countryCode": "KR",
    "description": "Korean savings bank offering deposits, high-interest accounts, loans, instalment products, refinancing, digital banking and mobile-first services for mass retail customers."
  },
  {
    "company": "WeMakePrice (위메프)",
    "industry": "Deals / e-commerce",
    "countryCode": "KR",
    "description": "Korean e-commerce and deals platform offering discounted products, travel offers, coupons, flash sales, local services and convenient online marketplace shopping."
  },
  {
    "company": "Woori WON Bank (우리WON뱅킹)",
    "industry": "Major bank app",
    "countryCode": "KR",
    "description": "Digital banking app from Woori Bank offering accounts, transfers, payments, loans, FX, investments, budgeting tools and mobile-first everyday banking functions."
  },
  {
    "company": "Yanolja (야놀자)",
    "industry": "Travel / hotel booking",
    "countryCode": "KR",
    "description": "Korean travel and hospitality platform offering hotel bookings, pensions, motels, leisure activities, coupons, memberships, experience packages and property-management technology solutions."
  },
  {
    "company": "Yeogi Eottae / Good Choice (여기어때)",
    "industry": "Travel / motel / hotel",
    "countryCode": "KR",
    "description": "Korean booking platform offering hotels, motels, pensions, rentals, themed rooms, experiences, user reviews, coupons and attractive deals for domestic travel."
  },
  {
    "company": "Yogiyo (요기요)",
    "industry": "Food delivery",
    "countryCode": "KR",
    "description": "Korean food delivery platform offering restaurant orders, discounts, live tracking, reviews, contactless delivery and convenient service across major Korean cities."
  },
  {
    "company": "ABN AMRO",
    "industry": "Retail / private bank",
    "countryCode": "NL",
    "description": "Major Dutch bank offering accounts, cards, mortgages, loans, wealth management, business services, sustainability products and comprehensive advanced digital banking solutions."
  },
  {
    "company": "ASN Bank",
    "industry": "Sustainable bank",
    "countryCode": "NL",
    "description": "Dutch sustainable bank offering savings, investments, current accounts, pension products and green financial solutions focused on social and environmental impact."
  },
  {
    "company": "Basic-Fit Nederland",
    "industry": "Gym chain",
    "countryCode": "NL",
    "description": "Fitness chain in the Netherlands offering low-cost gym memberships, equipment, classes, app workouts, personal training options and extensive club network."
  },
  {
    "company": "Ben",
    "industry": "SIM-only",
    "countryCode": "NL",
    "description": "Dutch mobile operator offering SIM-only plans, competitive pricing, flexible contracts, EU roaming options, helpful support and nationwide coverage for customers."
  },
  {
    "company": "Bloomon",
    "industry": "Flowers subscription",
    "countryCode": "NL",
    "description": "Online flower service offering seasonal bouquets, subscriptions, creative designs, eco-friendly sourcing and flexible home delivery across the Netherlands and beyond."
  },
  {
    "company": "Bol.com",
    "industry": "General e-commerce",
    "countryCode": "NL",
    "description": "Major Dutch e-commerce platform offering electronics, books, toys, home goods, marketplace partners, fast delivery, easy returns and customer-friendly shopping experience."
  },
  {
    "company": "Budget Energie",
    "industry": "Energy supplier",
    "countryCode": "NL",
    "description": "Dutch energy provider offering affordable electricity, gas contracts, digital tools, consumption insights, fixed or variable rates and straightforward service for households."
  },
  {
    "company": "Budget Mobiel",
    "industry": "Mobile & broadband",
    "countryCode": "NL",
    "description": "Dutch telecom provider offering low-cost mobile plans, internet, TV bundles, flexible contracts, clear pricing and reliable nationwide connectivity."
  },
  {
    "company": "Bungalow.net",
    "industry": "Holiday parks & rentals",
    "countryCode": "NL",
    "description": "European holiday platform offering bungalows, parks, villas, nature stays, family accommodations and easy online booking across many destinations."
  },
  {
    "company": "bunq",
    "industry": "Neobank / fintech",
    "countryCode": "NL",
    "description": "Dutch mobile bank offering instant payments, budgeting tools, multiple accounts, savings features, travel benefits, sustainability options and a fully app-based experience."
  },
  {
    "company": "Caiway",
    "industry": "Fibre & cable internet",
    "countryCode": "NL",
    "description": "Dutch fibre and cable provider offering internet, TV, phone packages, high-speed connections, reliable service and coverage in regional areas."
  },
  {
    "company": "Coolblue",
    "industry": "Electronics e-commerce",
    "countryCode": "NL",
    "description": "Dutch electronics retailer offering appliances, laptops, phones, fast delivery, expert advice, installation services and excellent award-winning customer support."
  },
  {
    "company": "Crisp",
    "industry": "Online supermarket",
    "countryCode": "NL",
    "description": "Dutch online supermarket offering fresh groceries, local produce, meat, bakery items, artisan products, next-day delivery and high-quality food selection."
  },
  {
    "company": "Eneco",
    "industry": "Energy supplier",
    "countryCode": "NL",
    "description": "Dutch energy provider offering green electricity, gas, heat solutions, solar options, smart thermostats and services supporting sustainable energy usage."
  },
  {
    "company": "energiedirect.nl",
    "industry": "Energy supplier",
    "countryCode": "NL",
    "description": "Dutch energy supplier offering simple electricity and gas contracts, competitive pricing, digital tools and transparent plans for households seeking low rates."
  },
  {
    "company": "Essent",
    "industry": "Energy supplier",
    "countryCode": "NL",
    "description": "Major Dutch energy provider offering electricity, gas, heating solutions, insulation services, smart tools and personalised plans for homes and businesses."
  },
  {
    "company": "Fit For Free",
    "industry": "Gym chain",
    "countryCode": "NL",
    "description": "Dutch fitness chain offering affordable gym memberships, equipment, classes, app workouts and convenient locations focused on low-cost accessibility."
  },
  {
    "company": "Gorillas",
    "industry": "Quick-commerce groceries",
    "countryCode": "NL",
    "description": "Instant-delivery service offering groceries, fresh items, essentials, snacks and rapid delivery within minutes across select Dutch urban areas."
  },
  {
    "company": "Greenchoice",
    "industry": "Green energy supplier",
    "countryCode": "NL",
    "description": "Dutch green energy provider offering 100% renewable electricity, CO₂-compensated gas, smart tools, sustainability programs and customer-friendly digital management."
  },
  {
    "company": "Greenwheels",
    "industry": "Car sharing",
    "countryCode": "NL",
    "description": "Dutch car-sharing service offering station-based vehicles, hourly rentals, app access, fuel included and easy mobility for cities and neighbourhoods."
  },
  {
    "company": "HEMA",
    "industry": "Retail & online",
    "countryCode": "NL",
    "description": "Dutch retail chain offering household goods, clothing, stationery, food, beauty products, services and affordable everyday essentials nationwide."
  },
  {
    "company": "hollandsnieuwe",
    "industry": "Mobile (VodafoneZiggo)",
    "countryCode": "NL",
    "description": "Dutch mobile provider offering simple plans, data-rollover, competitive pricing, Vodafone network coverage and flexible SIM-only options."
  },
  {
    "company": "Knab",
    "industry": "Online bank",
    "countryCode": "NL",
    "description": "Online Dutch bank offering business and personal accounts, budgeting tools, savings, investments, customer support and a user-friendly digital platform."
  },
  {
    "company": "KPN",
    "industry": "Mobile / internet / TV",
    "countryCode": "NL",
    "description": "Major Dutch telecom provider offering mobile, fibre internet, TV, business solutions, cloud services and extensive nationwide network coverage."
  },
  {
    "company": "MyWheels",
    "industry": "Car sharing",
    "countryCode": "NL",
    "description": "Dutch car-sharing service offering neighbourhood vehicles, electric options, hourly rentals, memberships and sustainable alternatives to personal car ownership."
  },
  {
    "company": "Odido",
    "industry": "Mobile / fibre",
    "countryCode": "NL",
    "description": "Dutch telecom provider offering mobile plans, fibre internet, TV services, 5G coverage and strong nationwide connectivity after rebranding from T-Mobile NL."
  },
  {
    "company": "Oxxio",
    "industry": "Energy supplier",
    "countryCode": "NL",
    "description": "Dutch energy provider offering electricity, gas, smart meters, usage insights, competitive pricing and flexible online contracts for modern digital-first households."
  },
  {
    "company": "Picnic",
    "industry": "Online supermarket",
    "countryCode": "NL",
    "description": "Dutch online supermarket offering app-only groceries, low prices, free scheduled deliveries, electric vans and convenient weekly shopping without physical stores."
  },
  {
    "company": "Pure Energie",
    "industry": "Green energy supplier",
    "countryCode": "NL",
    "description": "Dutch green energy provider offering 100% renewable electricity from local producers, gas options, solar solutions and tools supporting sustainable consumption."
  },
  {
    "company": "Rabobank",
    "industry": "Cooperative bank",
    "countryCode": "NL",
    "description": "Major Dutch cooperative bank offering accounts, mortgages, business finance, investments, rural services, sustainability programmes, advice and comprehensive digital banking solutions."
  },
  {
    "company": "Simyo",
    "industry": "SIM-only (KPN network)",
    "countryCode": "NL",
    "description": "Dutch mobile operator offering flexible SIM-only plans, prepaid options, clear pricing, KPN network coverage, user-friendly app and award-winning customer satisfaction."
  },
  {
    "company": "SNS Bank",
    "industry": "Retail bank",
    "countryCode": "NL",
    "description": "Dutch retail bank offering current accounts, savings, mortgages, insurance, straightforward financial products, helpful advice, branch support and nationwide digital services."
  },
  {
    "company": "Swapfiets",
    "industry": "Bike subscription",
    "countryCode": "NL",
    "description": "Dutch subscription service offering always-working bicycles, repairs included, distinctive blue-front tyre branding, flexible plans and hassle-free urban mobility for members."
  },
  {
    "company": "Thuisbezorgd.nl",
    "industry": "Food delivery",
    "countryCode": "NL",
    "description": "Dutch food delivery platform connecting customers with restaurants, offering easy online ordering, live tracking, deals, reviews and convenient home delivery."
  },
  {
    "company": "Triodos Bank",
    "industry": "Sustainable bank",
    "countryCode": "NL",
    "description": "European sustainable bank offering accounts, savings, investments, impact funds and loans focused on environmental, social and cultural impact worldwide projects."
  },
  {
    "company": "Vandebron",
    "industry": "Green energy supplier",
    "countryCode": "NL",
    "description": "Dutch green energy platform offering local renewable electricity, flexible tariffs, producer choice, usage insights and digital tools for conscious energy consumers."
  },
  {
    "company": "Vandebron EV",
    "industry": "EV & energy add-ons",
    "countryCode": "NL",
    "description": "Electric-mobility service from Vandebron offering EV public charging, home chargers, smart charging features, tailored tariffs, insights and guidance supporting drivers."
  },
  {
    "company": "Vattenfall ",
    "industry": "Energy supplier",
    "countryCode": "NL",
    "description": "Major energy provider in the Netherlands offering electricity, gas, district heating, solar projects, insulation services and tools supporting efficient energy use."
  },
  {
    "company": "Vitaminstore",
    "industry": "Health & supplements",
    "countryCode": "NL",
    "description": "Dutch health retailer offering vitamins, supplements, sports nutrition, natural cosmetics, lifestyle advice, online ordering and conveniently located stores across Netherlands."
  },
  {
    "company": "Youfone",
    "industry": "SIM-only / fibre",
    "countryCode": "NL",
    "description": "Dutch telecom provider offering low-cost mobile plans, fibre internet, TV bundles, flexible contracts, online-only service, frequent promotions and transparent pricing."
  },
  {
    "company": "Ziggo",
    "industry": "Cable internet & TV",
    "countryCode": "NL",
    "description": "Dutch cable and fibre provider offering high-speed internet, TV, streaming, entertainment, sports packages, Wi-Fi solutions and business connectivity services nationwide."
  },
  {
    "company": "3T Trening",
    "industry": "Gym chain",
    "countryCode": "NO",
    "description": "Norwegian fitness chain offering gyms, classes, personal training, cardio areas, strength equipment, saunas and local facilities supporting healthier lifestyles daily."
  },
  {
    "company": "Altibox",
    "industry": "Fibre & TV",
    "countryCode": "NO",
    "description": "Norwegian telecom provider offering fibre broadband, TV, streaming services, telephony, smart home options and strong regional network coverage for homes."
  },
  {
    "company": "Coop Medlem (Norge)",
    "industry": "Coop membership",
    "countryCode": "NO",
    "description": "Norwegian Coop membership programme offering bonuses, discounts, dividends, digital coupons, weekly campaigns and benefits for cooperative grocery and retail customers."
  },
  {
    "company": "Delta (union)",
    "industry": "Trade union",
    "countryCode": "NO",
    "description": "Norwegian union Delta offering membership benefits, legal support, wage advice, bargaining help, training and workplace guidance for employees across sectors."
  },
  {
    "company": "DNB",
    "industry": "Bank",
    "countryCode": "NO",
    "description": "Norway’s largest bank offering accounts, mortgages, loans, savings, investments, corporate services, insurance products and advanced digital tools supporting customers nationwide."
  },
  {
    "company": "Fitnesspoint",
    "industry": "Local gym chains",
    "countryCode": "NO",
    "description": "Norwegian gym chain offering affordable memberships, strength equipment, cardio zones, classes, personal training and convenient local fitness facilities for everyday exercise."
  },
  {
    "company": "Fjordkraft",
    "industry": "Electricity supplier",
    "countryCode": "NO",
    "description": "Norwegian energy provider offering electricity, mobile plans, smart tools, price guarantees, loyalty benefits and digital solutions for households seeking predictable monthly costs."
  },
  {
    "company": "Fortum",
    "industry": "Electricity supplier",
    "countryCode": "NO",
    "description": "Nordic energy company offering electricity, charging services, heat solutions, solar options, sustainability programs and digital tools for efficient household energy management."
  },
  {
    "company": "Fresh Fitness",
    "industry": "Gym chain",
    "countryCode": "NO",
    "description": "Norwegian low-cost gym chain offering flexible memberships, strength training, cardio areas, group classes, extended hours and accessible fitness facilities nationwide."
  },
  {
    "company": "Telia Play",
    "industry": "TV / streaming & broadband",
    "countryCode": "NO",
    "description": "Norwegian TV and streaming service offering entertainment packages, movies, series, sports, cloud recording and flexible viewing through Telia’s platform."
  },
  {
    "company": "Huseierne",
    "industry": "Homeowners’ association",
    "countryCode": "NO",
    "description": "Norwegian homeowners’ association offering legal advice, property guidance, insurance discounts, maintenance tips, member benefits and support for private housing issues."
  },
  {
    "company": "Ice",
    "industry": "Mobile operator",
    "countryCode": "NO",
    "description": "Norwegian mobile operator offering affordable subscriptions, data packages, 5G coverage, family deals, roaming options and strong nationwide connectivity."
  },
  {
    "company": "Ishavskraft",
    "industry": "Electricity supplier",
    "countryCode": "NO",
    "description": "Norwegian electricity provider offering renewable power, competitive prices, digital tools, consumption insights and flexible contracts for households across northern regions."
  },
  {
    "company": "Lunar Norge",
    "industry": "Neobank",
    "countryCode": "NO",
    "description": "Norwegian mobile bank offering accounts, cards, budgeting tools, payments, savings, investments and a simple app-based experience for modern digital users."
  },
  {
    "company": "MyCall",
    "industry": "Mobile for internationals",
    "countryCode": "NO",
    "description": "Norwegian mobile operator specialising in low-cost international calling, prepaid plans, roaming options, strong coverage and affordable subscriptions for diverse communities."
  },
  {
    "company": "NorgesEnergi",
    "industry": "Electricity supplier",
    "countryCode": "NO",
    "description": "Norwegian electricity provider offering low-price contracts, simple digital management, fixed-price options, loyalty benefits and straightforward energy services for households."
  },
  {
    "company": "Norwegian Reward",
    "industry": "Airline loyalty",
    "countryCode": "NO",
    "description": "Customer loyalty program offering CashPoints, travel benefits, partner rewards, discounts and perks for frequent flyers on Norwegian airline routes."
  },
  {
    "company": "OBOS",
    "industry": "Housing association",
    "countryCode": "NO",
    "description": "Norwegian housing cooperative offering new homes, membership benefits, loans, discounts, property services, community programs and long-term housing projects."
  },
  {
    "company": "OneCall",
    "industry": "Mobile (Telia-nett)",
    "countryCode": "NO",
    "description": "Norwegian mobile operator offering low-price subscriptions, data packages, simple contracts, online management and nationwide network coverage."
  },
  {
    "company": "Otovo",
    "industry": "Solar panels",
    "countryCode": "NO",
    "description": "Norwegian solar marketplace offering rooftop solar systems, financing options, installer matching, quotes, monitoring and simplified access to home solar energy."
  },
  {
    "company": "Pensjonistforbundet",
    "industry": "Membership org",
    "countryCode": "NO",
    "description": "Norwegian pensioners’ association offering advocacy, member benefits, insurance deals, legal help, events, information and community support for seniors."
  },
  {
    "company": "SAS EuroBonus",
    "industry": "Airline loyalty",
    "countryCode": "NO",
    "description": "Scandinavian loyalty program offering points, travel rewards, upgrades, partner benefits, discounts, status levels and privileges for frequent travellers."
  },
  {
    "company": "Sbanken",
    "industry": "Digital bank",
    "countryCode": "NO",
    "description": "Norwegian digital bank offering accounts, cards, loans, mortgages, savings, investments, low fees and a simple intuitive online banking platform."
  },
  {
    "company": "Sikring24",
    "industry": "Home alarm",
    "countryCode": "NO",
    "description": "Norwegian security service offering alarms, monitoring, smart-home solutions, emergency response, installations and customised protection for homes and businesses."
  },
  {
    "company": "Smart Energi",
    "industry": "Electricity supplier",
    "countryCode": "NO",
    "description": "Norwegian electricity provider offering competitive prices, renewable options, digital monitoring, usage insights, flexible contracts and energy-saving tools for households."
  },
  {
    "company": "SpareBank 1 ",
    "industry": "Bank",
    "countryCode": "NO",
    "description": "Norwegian banking alliance offering accounts, cards, loans, mortgages, insurance, savings, investments, digital banking and local financial support across regional member banks."
  },
  {
    "company": "Spleis",
    "industry": "Crowdfunding platform",
    "countryCode": "NO",
    "description": "Norwegian crowdfunding platform enabling individuals, teams and organisations to collect money for projects, gifts, causes, events and community initiatives easily online."
  },
  {
    "company": "Talkmore",
    "industry": "Mobile (Telenor-nett)",
    "countryCode": "NO",
    "description": "Norwegian mobile operator offering low-cost subscriptions, data packages, family deals, Norway-focused plans, roaming options and reliable nationwide network connectivity."
  },
  {
    "company": "Telenor",
    "industry": "Mobile & broadband",
    "countryCode": "NO",
    "description": "Major Norwegian telecom provider offering mobile plans, broadband, business solutions, 5G coverage, security services and strong nationwide connectivity for households and companies."
  },
  {
    "company": "Tinn Energi & Fiber",
    "industry": "Energy & fibre",
    "countryCode": "NO",
    "description": "Norwegian utility offering electricity, fibre broadband, smart-home solutions, energy advice and reliable services focused on regional households and small businesses."
  },
  {
    "company": "Trumf",
    "industry": "Grocery cashback / loyalty",
    "countryCode": "NO",
    "description": "Norwegian loyalty program offering cashback, bonuses, partner discounts, grocery rewards, member benefits, personalised offers and redemption options for everyday shoppers."
  },
  {
    "company": "ACE Money Transfer",
    "industry": "Remittance (popular for Pakistan corridor)",
    "countryCode": "PK",
    "description": "Global remittance service enabling fast international transfers, mobile wallet deposits, bank payouts, competitive rates and secure transactions for migrants and families."
  },
  {
    "company": "Adsterra",
    "industry": "Ad network",
    "countryCode": "PK",
    "description": "Global advertising network offering traffic monetisation, CPA/CPC campaigns, anti-fraud tools, partner support and high-performing ad formats for publishers and marketers."
  },
  {
    "company": "Afriex",
    "industry": "Remittance to Pakistan",
    "countryCode": "PK",
    "description": "Fintech platform enabling instant cross-border transfers, crypto conversions, mobile wallet payouts, low fees and simple international payments for African diaspora communities."
  },
  {
    "company": "AimFit",
    "industry": "Fitness studios / app",
    "countryCode": "PK",
    "description": "Pakistani fitness brand offering gym classes, HIIT programmes, women-focused training, online workouts, wellness coaching and supportive community-based fitness experiences."
  },
  {
    "company": "Al Nafi International College",
    "industry": "Education",
    "countryCode": "PK",
    "description": "Online vocational institution offering cybersecurity, AI, data science, tech bootcamps, certifications, mentorship and practical job-ready training for global learners."
  },
  {
    "company": "Amazon Associates",
    "industry": "E-commerce affiliate",
    "countryCode": "PK",
    "description": "Affiliate program enabling creators to earn commissions by promoting Amazon products through tracked links, integrated tools, dashboards and performance reporting."
  },
  {
    "company": "Bank Alfalah",
    "industry": "Bank / credit cards",
    "countryCode": "PK",
    "description": "Pakistani bank offering debit and credit cards, instalment plans, rewards, contactless payments, digital banking and nationwide merchant acceptance."
  },
  {
    "company": "Bykea",
    "industry": "Ride-hailing & delivery",
    "countryCode": "PK",
    "description": "Pakistani mobility and delivery platform offering bike rides, parcel delivery, bill payments, cash withdrawals, driver jobs and convenient urban transport services."
  },
  {
    "company": "Cheetay",
    "industry": "Multi-category delivery",
    "countryCode": "PK",
    "description": "Pakistani delivery platform offering food, groceries, medicines, essentials, quick logistics, multiple categories and convenience across major urban areas."
  },
  {
    "company": "Coco Curls",
    "industry": "D2C beauty / haircare",
    "countryCode": "PK",
    "description": "Pakistani beauty brand offering curl care products, conditioners, gels, natural ingredients, styling guidance and solutions designed specifically for textured hair."
  },
  {
    "company": "Daraz.pk",
    "industry": "E-commerce marketplace",
    "countryCode": "PK",
    "description": "Pakistan’s leading e-commerce platform offering electronics, fashion, groceries, home goods, seller marketplace, nationwide delivery and seasonal discount campaigns."
  },
  {
    "company": "Easypaisa",
    "industry": "Digital wallet / neo-bank",
    "countryCode": "PK",
    "description": "Pakistani mobile wallet offering payments, transfers, bill settlement, mobile loads, savings, insurance, QR payments and nationwide agent network coverage."
  },
  {
    "company": "eBazar.pk",
    "industry": "Online store",
    "countryCode": "PK",
    "description": "Pakistani online marketplace offering fashion, accessories, beauty items, deals, wholesale options and nationwide delivery for budget-focused shoppers."
  },
  {
    "company": "GetResponse",
    "industry": "Email & marketing SaaS",
    "countryCode": "PK",
    "description": "Global email marketing platform offering automation, landing pages, funnels, webinars, campaigns, segmentation and tools supporting business growth and audience engagement."
  },
  {
    "company": "GrocerApp",
    "industry": "Online grocery",
    "countryCode": "PK",
    "description": "Pakistani online grocery service offering fresh produce, meat, bakery items, household essentials, fast delivery, discounts and convenient app-based shopping for families."
  },
  {
    "company": "HBL Konnect",
    "industry": "Branchless banking app",
    "countryCode": "PK",
    "description": "Pakistani branchless banking service offering payments, transfers, deposits, bill payments, mobile loads, QR payments and nationwide agent-based financial access."
  },
  {
    "company": "HostBreak",
    "industry": "Web hosting",
    "countryCode": "PK",
    "description": "Pakistani web hosting provider offering shared hosting, cloud servers, domains, email solutions, WordPress tools and support for individuals, startups and businesses."
  },
  {
    "company": "IDM",
    "industry": "Digital marketing / training",
    "countryCode": "PK",
    "description": "Internet provider offering broadband packages, FTTH services, stable connectivity, competitive pricing, regional availability and reliable customer support across multiple Pakistani cities."
  },
  {
    "company": "inDrive",
    "industry": "Ride-hailing",
    "countryCode": "PK",
    "description": "Global ride-hailing platform offering negotiation-based fares, car rides, delivery services, intercity transport and flexible pricing empowering both passengers and drivers."
  },
  {
    "company": "JazzCash",
    "industry": "Mobile wallet / payments",
    "countryCode": "PK",
    "description": "Pakistani mobile wallet offering payments, transfers, deposits, savings, QR payments, bill settlement, online purchases and widespread agent network coverage nationwide."
  },
  {
    "company": "KE Live",
    "industry": "Utilities / energy app",
    "countryCode": "PK",
    "description": "Pakistani utility app offering billing information, outage updates, consumption tracking, notifications, customer support and digital services for Karachi electricity consumers."
  },
  {
    "company": "Khaadi",
    "industry": "Fashion retail",
    "countryCode": "PK",
    "description": "Pakistani fashion brand offering ready-to-wear clothing, unstitched fabrics, accessories, home items, seasonal collections and nationwide retail plus online shopping."
  },
  {
    "company": "MoneyGram",
    "industry": "Remittance",
    "countryCode": "PK",
    "description": "Global money transfer service offering fast international remittances, cash pickups, digital transfers, mobile wallets, bill payments and secure cross-border transactions."
  },
  {
    "company": "NayaPay",
    "industry": "Payments / wallet",
    "countryCode": "PK",
    "description": "Pakistani fintech app offering digital accounts, cards, payments, transfers, QR acceptance, student services and easy everyday financial management."
  },
  {
    "company": "Nayatel",
    "industry": "Fiber broadband",
    "countryCode": "PK",
    "description": "Pakistani fibre-internet provider offering ultra-fast broadband, HD TV, phone services, enterprise solutions, smart home features and top-tier customer support."
  },
  {
    "company": "Payoneer",
    "industry": "Cross-border payments",
    "countryCode": "PK",
    "description": "Global payment platform offering cross-border transfers, USD accounts, withdrawals, marketplace payouts, freelancer tools, debit cards and international business payments."
  },
  {
    "company": "Profee",
    "industry": "Remittance to Pakistan",
    "countryCode": "PK",
    "description": "International remittance service offering fast transfers, low fees, card-to-card payments, multi-currency support and secure money movement across many countries."
  },
  {
    "company": "PTCL",
    "industry": "Broadband / phone",
    "countryCode": "PK",
    "description": "Pakistan’s main telecom provider offering broadband, DSL, fibre, TV services, phone lines, business solutions and nationwide connectivity."
  },
  {
    "company": "Remit Choice",
    "industry": "Remittance",
    "countryCode": "PK",
    "description": "Global remittance service offering fee-free transfers, instant payouts, cash pickup locations, mobile wallets, bank deposits and attractive exchange rates."
  },
  {
    "company": "Remitly",
    "industry": "Global remittance",
    "countryCode": "PK",
    "description": "International money transfer service offering fast digital remittances, express and economy options, secure transactions and low fees for global migrants."
  },
  {
    "company": "SadaPay",
    "industry": "Digital bank",
    "countryCode": "PK",
    "description": "Pakistani neobank offering digital accounts, Mastercard debit cards, free transfers, budgeting tools, in-app support and seamless everyday financial services."
  },
  {
    "company": "Savyour",
    "industry": "Cashback / fintech",
    "countryCode": "PK",
    "description": "Pakistani cashback platform offering rewards, discounts, in-store and online cashback, deals, partner brands and savings for everyday shoppers."
  },
  {
    "company": "SeamlessHR",
    "industry": "HR SaaS",
    "countryCode": "PK",
    "description": "African HR and payroll platform offering recruitment, onboarding, attendance, performance, payroll automation and workforce management tools for growing businesses."
  },
  {
    "company": "Skrill",
    "industry": "Remittance / wallet",
    "countryCode": "PK",
    "description": "International remittance service offering low-cost transfers, rapid payouts, bank deposits, mobile wallets, global reach and secure borderless money movement."
  },
  {
    "company": "Supermeal.pk",
    "industry": "Food delivery",
    "countryCode": "PK",
    "description": "Pakistani food delivery marketplace offering restaurant deals, cashback, online ordering, takeaway options, fast delivery and savings across major cities."
  },
  {
    "company": "Timely",
    "industry": "Time-tracking / productivity SaaS",
    "countryCode": "PK",
    "description": "Business scheduling tool offering online bookings, reminders, payments, client management, calendars, automations and integrated workflows for service-based professionals."
  },
  {
    "company": "Transworld Home",
    "industry": "Home internet / TV",
    "countryCode": "PK",
    "description": "Pakistani broadband provider offering fibre internet, HD TV, phone services, stable connectivity, competitive packages and reliable customer support."
  },
  {
    "company": "Webx Ecommerce",
    "industry": "SaaS store builder",
    "countryCode": "PK",
    "description": "Pakistani e-commerce platform offering online store creation, payments, hosting, inventory tools, marketing features, integrations and complete shop management."
  },
  {
    "company": "Western Union",
    "industry": "Remittance",
    "countryCode": "PK",
    "description": "Global money transfer service offering international remittances, cash pickups, bank deposits, mobile wallet payouts, tracking and widespread global agent coverage."
  },
  {
    "company": "WorldRemit",
    "industry": "Global remittance",
    "countryCode": "PK",
    "description": "Online remittance service offering secure international money transfers, mobile wallet payouts, bank deposits, cash pickup and low transparent fees."
  },
  {
    "company": "Yango",
    "industry": "Ride-hailing",
    "countryCode": "PK",
    "description": "Global tech brand offering ride-hailing, navigation, delivery, mobility tools, mapping services and app-based transportation solutions across multiple countries."
  },
  {
    "company": "Aion",
    "industry": "Digital bank",
    "countryCode": "PL",
    "description": "European digital bank offering subscriptions, savings, investments, multicurrency accounts, analytics, automated tools and transparent banking features."
  },
  {
    "company": "Alior Bank",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Polish bank offering accounts, cards, loans, savings, investments, digital services, business products and customer-friendly financial solutions."
  },
  {
    "company": "Allegro",
    "industry": "E-commerce marketplace",
    "countryCode": "PL",
    "description": "Poland’s largest marketplace offering products, payments, instalments, Allegro Pay financing, deals, fast delivery and integrated shopping services."
  },
  {
    "company": "Bank Millennium",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Polish bank offering accounts, cards, loans, mortgages, savings, investments, mobile banking and strong customer-focused digital experiences."
  },
  {
    "company": "Bank Pekao S.A.",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Polish bank offering accounts, loans, cards, investments, business services, digital banking, branches and nationwide financial support."
  },
  {
    "company": "Binance",
    "industry": "Crypto exchange",
    "countryCode": "PL",
    "description": "Global crypto platform offering trading, staking, wallets, futures, payments, investment tools, security features and services for beginner and advanced users."
  },
  {
    "company": "Bolt Food",
    "industry": "Food delivery",
    "countryCode": "PL",
    "description": "Food delivery service offering restaurant orders, fast delivery, promos, tracking, courier jobs and convenient app-based meals across cities."
  },
  {
    "company": "CANAL+ online",
    "industry": "Streaming / TV",
    "countryCode": "PL",
    "description": "Streaming platform offering films, series, sports, live TV, channels, subscriptions and on-demand entertainment for Polish viewers."
  },
  {
    "company": "Citi Handlowy",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Polish bank offering accounts, credit cards, wealth management, FX, global transfers, digital banking and corporate financial solutions."
  },
  {
    "company": "Columbus Energy",
    "industry": "Solar / energy",
    "countryCode": "PL",
    "description": "Polish renewable energy company offering solar panels, heat pumps, energy audits, financing options and home efficiency solutions."
  },
  {
    "company": "Energetyczny Projekt",
    "industry": "Solar / energy",
    "countryCode": "PL",
    "description": "Polish energy advisory provider offering audits, insulation guidance, heat solutions, renewable consultations and support for reducing household energy costs."
  },
  {
    "company": "eToro",
    "industry": "Trading / investing",
    "countryCode": "PL",
    "description": "Global trading platform offering stocks, crypto, ETFs, social trading, copy portfolios, tools, education and community-driven investing features."
  },
  {
    "company": "Fonia mobile",
    "industry": "Mobile operator",
    "countryCode": "PL",
    "description": "Polish Mobile Operator offering affordable mobile plans, data packages, prepaid options, EU roaming and flexible no-contract telecom services."
  },
  {
    "company": "Fusion Energy",
    "industry": "Solar / heat pumps",
    "countryCode": "PL",
    "description": "Polish energy supplier offering electricity contracts, online management, competitive tariffs, simple plans, consumption insights and customer support for households and businesses."
  },
  {
    "company": "Inteligo",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Polish online banking brand offering accounts, cards, transfers, savings tools, mobile banking and convenient digital financial services under PKO Bank Polski."
  },
  {
    "company": "lajt mobile",
    "industry": "Mobile operator",
    "countryCode": "PL",
    "description": "Polish MVNO offering low-cost mobile plans, data packages, flexible contracts, EU roaming, prepaid options and nationwide network coverage."
  },
  {
    "company": "mBank",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Major Polish digital bank offering accounts, cards, loans, mortgages, savings, investments, mobile banking and strong online financial tools."
  },
  {
    "company": "Mubi",
    "industry": "Insurance / car insurance",
    "countryCode": "PL",
    "description": "Polish insurance comparison platform offering car, home, travel and life insurance quotes, cashback, price comparisons and easy online policy purchases."
  },
  {
    "company": "Nest Bank",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Polish retail bank offering accounts, cards, loans, business banking, family-friendly products, convenient savings tools and strong digital services."
  },
  {
    "company": "Netia",
    "industry": "Internet / telecom",
    "countryCode": "PL",
    "description": "Polish telecom provider offering fibre internet, TV, phone services, business connectivity, cloud solutions and nationwide broadband coverage."
  },
  {
    "company": "PGE Obrót",
    "industry": "Energy / solar",
    "countryCode": "PL",
    "description": "Polish electricity retailer offering energy contracts, online billing, consumption data, fixed tariffs, customer support and nationwide household electricity supply."
  },
  {
    "company": "PKO Bank Polski",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Largest Polish bank offering accounts, loans, mortgages, savings, cards, investments, corporate services, ATMs and advanced digital banking tools."
  },
  {
    "company": "Plus",
    "industry": "Mobile operator",
    "countryCode": "PL",
    "description": "Polish mobile operator offering mobile plans, 5G network, broadband, TV packages, business services, prepaid options and nationwide coverage."
  },
  {
    "company": "Pstryk.pl",
    "industry": "Energy supplier",
    "countryCode": "PL",
    "description": "Polish energy platform offering electricity contracts, online management, flexible tariffs, consumption insights, comparisons and simplified household energy switching."
  },
  {
    "company": "Pyszne.pl",
    "industry": "Food delivery",
    "countryCode": "PL",
    "description": "Poland’s largest food delivery platform offering restaurant orders, deals, live tracking, reviews, courier jobs and convenient nationwide delivery services."
  },
  {
    "company": "Santander Bank Polska",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Major Polish bank offering accounts, loans, cards, mortgages, insurance, mobile banking, investments and broad nationwide financial services."
  },
  {
    "company": "Sunecohouse",
    "industry": "Solar / heat pumps",
    "countryCode": "PL",
    "description": "Polish home-energy company offering solar panels, heat pumps, installations, audits, financing and solutions improving residential energy efficiency."
  },
  {
    "company": "Traficar",
    "industry": "Car-sharing",
    "countryCode": "PL",
    "description": "Polish car-sharing service offering app-based rentals, city cars, fuel included, minute billing, parking zones and convenient short-distance mobility."
  },
  {
    "company": "VeloBank",
    "industry": "Bank",
    "countryCode": "PL",
    "description": "Polish bank offering accounts, cards, loans, savings, mortgages, business services, digital banking and customer-focused financial products."
  },
  {
    "company": "Actic",
    "industry": "Gym chain",
    "countryCode": "SE",
    "description": "Scandinavian fitness chain offering gyms, classes, personal training, swimming access, health programs and convenient locations supporting active lifestyles."
  },
  {
    "company": "Arlo",
    "industry": "Smart home security / cameras",
    "countryCode": "SE",
    "description": "Global smart-home brand offering security cameras, doorbells, monitoring, alerts, cloud storage, automation and app-based home protection solutions."
  },
  {
    "company": "Årsredovisning Online",
    "industry": "Business SaaS / accounting",
    "countryCode": "SE",
    "description": "Swedish digital platform helping businesses create annual reports, financial statements, filings, templates and compliant documentation quickly online."
  },
  {
    "company": "Avanza",
    "industry": "Investment platform / bank",
    "countryCode": "SE",
    "description": "Swedish investment platform offering stocks, funds, pensions, savings tools, low fees, user-friendly apps and strong support for beginner and advanced investors."
  },
  {
    "company": "Avis Preferred",
    "industry": "Car rental loyalty programme",
    "countryCode": "SE",
    "description": "Car-rental loyalty program offering priority service, upgrades, rewards, fast checkouts, discounts and EuroBonus point earning for frequent Scandinavian travellers."
  },
  {
    "company": "Bruce",
    "industry": "Multi-gym / fitness membership",
    "countryCode": "SE",
    "description": "Swedish fitness membership offering access to multiple gyms, studios, classes, yoga, swimming, pilates and flexible training across many partnered locations."
  },
  {
    "company": "Chilimobil",
    "industry": "Mobile operator (mobile broadband)",
    "countryCode": "SE",
    "description": "Swedish mobile operator offering low-cost subscriptions, unlimited data options, simple pricing, eSIM support, no contracts and reliable nationwide coverage."
  },
  {
    "company": "ClassPass",
    "industry": "Fitness / wellness subscription",
    "countryCode": "SE",
    "description": "Global fitness membership offering credits for gyms, classes, wellness, pilates, yoga, salons, beauty services and flexible booking through a single subscription."
  },
  {
    "company": "Dalakraft",
    "industry": "Electricity supplier",
    "countryCode": "SE",
    "description": "Swedish electricity provider offering renewable power, fixed and variable tariffs, smart tools, billing transparency and personalised energy services for households."
  },
  {
    "company": "Enkla Elbolaget",
    "industry": "Electricity supplier",
    "countryCode": "SE",
    "description": "Swedish electricity supplier offering simple contracts, digital management, predictable pricing, renewable options, support and easy onboarding for households wanting straightforward energy services."
  },
  {
    "company": "Fello",
    "industry": "Mobile operator (MVNO)",
    "countryCode": "SE",
    "description": "Swedish mobile operator offering affordable SIM-only plans, Telia network coverage, flexible contracts, good support, bonus data and customer-friendly pricing."
  },
  {
    "company": "Fiverr",
    "industry": "Freelance marketplace",
    "countryCode": "SE",
    "description": "Global freelance marketplace offering services in design, writing, tech, marketing, video, AI tools and quick project delivery from worldwide freelancers."
  },
  {
    "company": "Foodora",
    "industry": "Food delivery / courier",
    "countryCode": "SE",
    "description": "Swedish delivery platform offering food, groceries, quick-commerce items, fast couriers, tracking, deals and convenient home delivery across multiple cities."
  },
  {
    "company": "Froda",
    "industry": "SME lending / fintech",
    "countryCode": "SE",
    "description": "Swedish fintech offering business loans, revenue-based financing, automated assessments, fast payouts and transparent terms helping SMEs access growth-friendly capital."
  },
  {
    "company": "Greenely",
    "industry": "Electricity / energy app",
    "countryCode": "SE",
    "description": "Swedish energy-tech app offering smart electricity contracts, usage insights, EV charging optimisation, solar integration, automation and tools reducing household energy costs."
  },
  {
    "company": "Hedvig",
    "industry": "Insurance (home, pet, car)",
    "countryCode": "SE",
    "description": "Swedish digital insurer offering home, pet and travel insurance with fast claims, transparent pricing, strong customer support and modern app-based management."
  },
  {
    "company": "HomeExchange",
    "industry": "Home-swap travel platform",
    "countryCode": "SE",
    "description": "Global home-swapping platform offering verified listings, points system, affordable travel, secure messaging and community-based holiday stays worldwide."
  },
  {
    "company": "Hopp",
    "industry": "E-scooter sharing",
    "countryCode": "SE",
    "description": "Swedish micromobility service offering electric scooter rentals, app-based unlocking, GPS tracking, safe operations and sustainable short-distance urban transport options."
  },
  {
    "company": "Huel",
    "industry": "Nutrition / meal replacement",
    "countryCode": "SE",
    "description": "Global nutrition brand offering complete meals, shakes, bars, powders, balanced ingredients, vegan options and convenient healthy food designed for busy lifestyles."
  },
  {
    "company": "Kinto Share",
    "industry": "Car sharing",
    "countryCode": "SE",
    "description": "Car-sharing service from Toyota offering hourly rentals, hybrids, app-based access, insurance included, flexible pricing and convenient mobility for urban users."
  },
  {
    "company": "Lassie",
    "industry": "Pet insurance",
    "countryCode": "SE",
    "description": "Swedish pet-insurance provider offering personalised coverage, prevention rewards, digital claims, pet health education and app-based management for dog and cat owners."
  },
  {
    "company": "LookFantastic",
    "industry": "Beauty e-commerce",
    "countryCode": "SE",
    "description": "Global beauty retailer offering skincare, makeup, haircare, grooming, beauty boxes, premium brands, fast delivery and frequent online promotions."
  },
  {
    "company": "Lovable",
    "industry": "E-commerce / apparel & basics",
    "countryCode": "SE",
    "description": "Swedish underwear brand offering comfortable bras, underwear, soft fabrics, inclusive sizing, modern designs and convenient online shopping."
  },
  {
    "company": "Lycamobile",
    "industry": "Mobile operator (prepaid)",
    "countryCode": "SE",
    "description": "Global mobile operator offering low-cost international calling, prepaid plans, roaming, data bundles, multilingual support and strong coverage for migrant and international communities."
  },
  {
    "company": "MyBeat",
    "industry": "Mobile operator (MVNO)",
    "countryCode": "SE",
    "description": "Swedish MVNO offering affordable mobile subscriptions, flexible data packages, competitive pricing, Telia network coverage, easy signup and straightforward digital account management."
  },
  {
    "company": "MyProtein",
    "industry": "Sports nutrition / supplements",
    "countryCode": "SE",
    "description": "Global sports-nutrition brand offering protein powders, supplements, vitamins, snacks, clothing, fitness essentials and personalised nutrition for active lifestyles and athletes."
  },
  {
    "company": "Nordic Wellness",
    "industry": "Gym chain",
    "countryCode": "SE",
    "description": "Swedish gym chain offering strength training, classes, PT services, group workouts, wellness facilities, nationwide locations and accessible fitness memberships."
  },
  {
    "company": "One.com",
    "industry": "Web hosting / domains",
    "countryCode": "SE",
    "description": "Global web-hosting provider offering domains, email, website builders, WordPress hosting, security tools, cloud storage and support for individuals and small businesses."
  },
  {
    "company": "Petgood",
    "industry": "Pet food subscription",
    "countryCode": "SE",
    "description": "Swedish pet-food brand offering insect-based dog and cat food, sustainable nutrition, hypoallergenic recipes, subscriptions and environmentally friendly packaging."
  },
  {
    "company": "Petson",
    "industry": "Pet insurance & pet store",
    "countryCode": "SE",
    "description": "Swedish pet-care retailer offering food, toys, accessories, grooming supplies, bedding, online ordering and fast delivery for dog and cat owners."
  },
  {
    "company": "PriceLabs",
    "industry": "SaaS for short-stay pricing",
    "countryCode": "SE",
    "description": "Global revenue-management platform for short-term rentals offering dynamic pricing, automation, market data, integrations and optimisation tools for hosts and property managers."
  },
  {
    "company": "Rocker",
    "industry": "Neobank / credit & payments",
    "countryCode": "SE",
    "description": "Swedish fintech offering loans, credit cards, payments, savings tools, budgeting features, digital onboarding and easy everyday money management via mobile app."
  },
  {
    "company": "Saily",
    "industry": "Global eSIM / connectivity",
    "countryCode": "SE",
    "description": "Digital eSIM provider offering instant international data plans, global coverage, contract-free usage, affordable pricing, easy activation and secure app-based management."
  },
  {
    "company": "SATS",
    "industry": "Gym chain",
    "countryCode": "SE",
    "description": "Singapore aviation and food-services provider offering ground handling, catering, logistics, gateway services, meal production and integrated airport operations across Asia."
  },
  {
    "company": "Telge Energi",
    "industry": "Electricity supplier",
    "countryCode": "SE",
    "description": "Swedish renewable electricity provider offering green energy contracts, transparent pricing, climate-friendly choices, customer support and sustainable energy solutions for households."
  },
  {
    "company": "Tellus Mobil",
    "industry": "Mobile operator (MVNO)",
    "countryCode": "SE",
    "description": "Swedish mobile operator offering low-cost subscriptions, flexible data packages, simple pricing, Telia network coverage and easy online management for customers."
  },
  {
    "company": "Tibber",
    "industry": "Smart electricity supplier",
    "countryCode": "SE",
    "description": "Digital energy company offering smart electricity contracts, real-time consumption insights, EV charging optimisation, automation tools and lower energy prices through intelligent technology."
  },
  {
    "company": "TransferGo",
    "industry": "Money transfer / remittances",
    "countryCode": "SE",
    "description": "International money transfer service offering fast remittances, low fees, multi-currency support, mobile transfers, secure payments and convenient global money movement."
  },
  {
    "company": "Vimla",
    "industry": "Mobile operator (MVNO)",
    "countryCode": "SE",
    "description": "Swedish mobile operator offering affordable subscriptions, flexible data, community-powered deals, no contracts, simple management and Telenor network coverage."
  },
  {
    "company": "A Meal Good Day",
    "industry": "Healthy meal delivery",
    "countryCode": "SG",
    "description": "Singapore meal-delivery service offering healthy meals, subscriptions, calorie-controlled options, fresh ingredients and convenient delivery for wellness-focused customers."
  },
  {
    "company": "Chope",
    "industry": "Restaurant booking & deals",
    "countryCode": "SG",
    "description": "Singapore restaurant-reservation platform offering bookings, reviews, dining deals, loyalty rewards, queue management and discovery of restaurants islandwide."
  },
  {
    "company": "Circles.Life",
    "industry": "Digital telco",
    "countryCode": "SG",
    "description": "Digital mobile operator offering no-contract plans, large data packages, bill transparency, add-ons, eSIM support and app-based account control."
  },
  {
    "company": "Citibank",
    "industry": "Bank / credit cards",
    "countryCode": "SG",
    "description": "Global bank offering accounts, credit cards, loans, wealth management, investments, digital banking and personalised financial solutions for individuals and businesses."
  },
  {
    "company": "DBS Bank",
    "industry": "Bank / home loans",
    "countryCode": "SG",
    "description": "Singapore’s largest bank offering accounts, cards, loans, wealth management, digital banking, investments, payments and innovative financial services across Asia."
  },
  {
    "company": "EasyParcel",
    "industry": "Parcel-shipping platform",
    "countryCode": "SG",
    "description": "Logistics platform offering parcel delivery booking, courier comparisons, e-commerce integrations, bulk shipping, tracking and discounted delivery services."
  },
  {
    "company": "Endowus",
    "industry": "Digital wealth platform",
    "countryCode": "SG",
    "description": "Singapore digital wealth platform offering investments, retirement solutions, CPF and SRS portfolios, low fees, advisory tools and automated long-term wealth building."
  },
  {
    "company": "FoodLine.sg",
    "industry": "Catering marketplace",
    "countryCode": "SG",
    "description": "Singapore catering marketplace offering buffet orders, cakes, bento meals, merchant reviews, promotions and food delivery for events and celebrations."
  },
  {
    "company": "Geneco",
    "industry": "Electricity retailer (OEM)",
    "countryCode": "SG",
    "description": "Singapore electricity retailer offering competitive rates, green plans, solar options, rewards programs and digital tools for household energy management."
  },
  {
    "company": "Getz",
    "industry": "F&B SaaS / ordering system",
    "countryCode": "SG",
    "description": "Singapore food-ordering and point-of-sale platform offering online ordering, payments, loyalty tools, delivery integrations and solutions for restaurants."
  },
  {
    "company": "giga!",
    "industry": "Digital mobile",
    "countryCode": "SG",
    "description": "Singapore digital mobile service offering no-contract plans, flexible data, rollover, generous roaming options, app-based support and stable StarHub network."
  },
  {
    "company": "Gojek",
    "industry": "Ride-hailing",
    "countryCode": "SG",
    "description": "Mobility and delivery platform offering ride-hailing, food delivery, logistics, promotions, cashless payments and convenient app-based transport services."
  },
  {
    "company": "GOMO",
    "industry": "Digital mobile brand",
    "countryCode": "SG",
    "description": "Singapore mobile brand offering contract-free plans, large data bundles, roaming add-ons, easy activation and reliable nationwide Singtel network coverage."
  },
  {
    "company": "GrabFood",
    "industry": "Super-app",
    "countryCode": "SG",
    "description": "Singapore food-delivery platform offering restaurant orders, quick delivery, promotions, rider tracking, payment options and convenient meals across the island."
  },
  {
    "company": "Keppel Electric",
    "industry": "Electricity retailer",
    "countryCode": "SG",
    "description": "Singapore electricity retailer offering competitive rates, green energy options, fixed plans, usage monitoring, reliable service and flexible household or business electricity contracts."
  },
  {
    "company": "Lalamove",
    "industry": "Same-day delivery",
    "countryCode": "SG",
    "description": "On-demand delivery platform offering fast couriers, vans, bikes, real-time tracking, business tools, scheduled deliveries and efficient same-day logistics services."
  },
  {
    "company": "Lazada",
    "industry": "E-commerce",
    "countryCode": "SG",
    "description": "Singapore e-commerce marketplace offering electronics, fashion, groceries, deals, fast delivery, seller marketplace, secure payments and frequent platform-wide promotions."
  },
  {
    "company": "M1",
    "industry": "Telco",
    "countryCode": "SG",
    "description": "Singapore telecom provider offering mobile plans, fibre broadband, corporate solutions, 5G services, roaming options and reliable nationwide connectivity."
  },
  {
    "company": "MariBank",
    "industry": "Digital bank (Shopee)",
    "countryCode": "SG",
    "description": "Digital bank by Sea Group offering savings accounts, high-interest returns, simple onboarding, secure deposits, easy payments and app-based banking services."
  },
  {
    "company": "Maybank ",
    "industry": "Bank / personal loans",
    "countryCode": "SG",
    "description": "Major regional bank offering accounts, loans, cards, digital banking, investments, insurance, remittances and business financial services across Singapore."
  },
  {
    "company": "moomoo",
    "industry": "Online brokerage",
    "countryCode": "SG",
    "description": "Investment platform offering stocks, options, funds, advanced charts, analyst insights, educational tools, low fees and powerful mobile-first trading features."
  },
  {
    "company": "MyRepublic",
    "industry": "Broadband & mobile",
    "countryCode": "SG",
    "description": "Singapore telco offering fibre broadband, mobile plans, gaming-focused services, enterprise solutions, digital support and competitively priced connectivity packages."
  },
  {
    "company": "OCBC Bank",
    "industry": "Bank / cards",
    "countryCode": "SG",
    "description": "Singapore bank offering accounts, loans, mortgages, cards, wealth management, digital banking, insurance, investments and strong regional financial services."
  },
  {
    "company": "PacificLight",
    "industry": "Electricity retailer",
    "countryCode": "SG",
    "description": "Singapore electricity retailer offering competitive fixed-price plans, greener energy options, digital tools, consumption insights and customer-friendly power solutions."
  },
  {
    "company": "POSB",
    "industry": "Retail bank (DBS)",
    "countryCode": "SG",
    "description": "Singapore community bank offering accounts, savings, payments, cards, loans, digital banking, youth programs and everyday banking services under DBS Group."
  },
  {
    "company": "Singlife",
    "industry": "Insurer / savings",
    "countryCode": "SG",
    "description": "Singapore insurer offering term plans, savings, investments, retirement products, digital claims, mobile-first policy management and flexible protection options."
  },
  {
    "company": "Singtel",
    "industry": "Telco & services",
    "countryCode": "SG",
    "description": "Singapore telecom provider offering mobile plans, broadband, TV, 5G network, enterprise solutions, roaming, entertainment services and regional connectivity."
  },
  {
    "company": "Singtel Dash",
    "industry": "Wallet & remittance",
    "countryCode": "SG",
    "description": "Singapore mobile wallet offering payments, remittances, rewards, QR payments, SIM plans, foreign exchange and fast digital money services."
  },
  {
    "company": "Smiles Mobile Remittance",
    "industry": "Remittance app",
    "countryCode": "SG",
    "description": "Singapore-based remittance app offering low-cost money transfers, instant delivery options, rewards, mobile tracking, secure payouts and global corridor coverage."
  },
  {
    "company": "StarHub",
    "industry": "Telco",
    "countryCode": "SG",
    "description": "Singapore telecom provider offering mobile plans, fibre broadband, entertainment, TV, enterprise solutions, 5G services and reliable national network."
  },
  {
    "company": "StashAway",
    "industry": "Robo-advisor",
    "countryCode": "SG",
    "description": "Singapore digital wealth platform offering automated portfolios, ETFs, retirement planning, risk-based investing, insights, low fees and long-term wealth management tools."
  },
  {
    "company": "Syfe",
    "industry": "Robo-advisor",
    "countryCode": "SG",
    "description": "Singapore investment platform offering portfolios, ETFs, cash management, REIT products, fractional investing, automated tools and personalised wealth-building solutions."
  },
  {
    "company": "Telecom Square",
    "industry": "Travel eSIM",
    "countryCode": "SG",
    "description": "Japanese connectivity provider offering travel WiFi, SIM cards, eSIMs, global roaming, device rental, multilingual support and reliable mobile coverage worldwide."
  },
  {
    "company": "Trust Bank",
    "industry": "Digital bank (NTUC x Standard Chartered)",
    "countryCode": "SG",
    "description": "Singapore digital bank offering savings, credit cards, rewards, simple onboarding, high interest, strong app experience and everyday local banking services."
  },
  {
    "company": "UOB",
    "industry": "Bank / property loans",
    "countryCode": "SG",
    "description": "Singapore bank offering accounts, cards, loans, mortgages, business banking, wealth management, rewards, regional presence and financial services across Southeast Asia."
  },
  {
    "company": "uParcel",
    "industry": "Courier & delivery",
    "countryCode": "SG",
    "description": "Singapore delivery platform offering same-day couriers, express delivery, bulky item transport, scheduled jobs, e-commerce integrations and fully app-based parcel management."
  },
  {
    "company": "ViewQwest",
    "industry": "Fibre broadband",
    "countryCode": "SG",
    "description": "Singapore broadband provider offering high-speed fibre, secure networks, gaming-optimised routing, cybersecurity features, enterprise connectivity, static IPs and premium customer-first services."
  },
  {
    "company": "Airtime Rewards",
    "industry": "Mobile rewards",
    "countryCode": "UK",
    "description": "UK cashback platform offering rewards for everyday spending, automatic tracking, linked cards, mobile app insights and savings on phone bills."
  },
  {
    "company": "AJ Bell",
    "industry": "Investment platform",
    "countryCode": "UK",
    "description": "UK investment platform offering ISAs, pensions, shares, funds, research tools, model portfolios, education and user-friendly digital investing for long-term savers."
  },
  {
    "company": "Bloom & Wild",
    "industry": "Flowers & gifts",
    "countryCode": "UK",
    "description": "UK online flower retailer offering letterbox bouquets, gifting subscriptions, seasonal arrangements, personalised messages, care tips and convenient nationwide postal delivery."
  },
  {
    "company": "Bolt",
    "industry": "Ride-hailing",
    "countryCode": "UK",
    "description": "Global mobility platform offering ride-hailing, scooters, car rentals, food delivery, driver earnings, promotions and affordable transport options across many cities."
  },
  {
    "company": "British Gas",
    "industry": "Energy supplier",
    "countryCode": "UK",
    "description": "UK energy provider offering gas, electricity, boiler services, home protection, smart meters, repairs and nationwide household energy support services."
  },
  {
    "company": "EE",
    "industry": "Broadband & mobile",
    "countryCode": "UK",
    "description": "UK telecom group offering mobile plans, broadband, TV packages, landlines, 5G coverage, enterprise solutions, partnerships and extensive nationwide network connectivity."
  },
  {
    "company": "Butternut Box",
    "industry": "Dog food subscription",
    "countryCode": "UK",
    "description": "UK fresh dog-food subscription offering tailored meals, gently cooked recipes, flexible delivery, nutritionist-designed plans and personalised portions for each pet."
  },
  {
    "company": "Chase UK",
    "industry": "Digital bank",
    "countryCode": "UK",
    "description": "UK digital bank offering rewards debit accounts, savings pots, cashback, fee-free spending abroad, budgeting tools, notifications and simple mobile banking."
  },
  {
    "company": "Chip",
    "industry": "Savings app",
    "countryCode": "UK",
    "description": "UK savings app offering automatic saving, interest accounts, investment funds, goals, smart autosave rules and tools to grow extra money."
  },
  {
    "company": "Curve",
    "industry": "Card aggregator",
    "countryCode": "UK",
    "description": "UK fintech card aggregating multiple bank cards, offering rewards, spending insights, fee-free FX allowances, cashback and convenient single-card wallet management."
  },
  {
    "company": "Deliveroo",
    "industry": "Food delivery",
    "countryCode": "UK",
    "description": "International food-delivery platform offering restaurant meals, groceries, rapid delivery, subscription perks, rider tracking and convenient app-based ordering across many cities."
  },
  {
    "company": "EDF",
    "industry": "Energy supplier",
    "countryCode": "UK",
    "description": "UK energy provider offering electricity, gas, fixed tariffs, smart meters, green options, boiler cover, home services and business energy contracts."
  },
  {
    "company": "Freetrade",
    "industry": "Trading platform",
    "countryCode": "UK",
    "description": "UK commission-free investment app offering stocks, ETFs, fractional shares, ISAs, watchlists, simple interface and long-term investing tools for retail investors."
  },
  {
    "company": "giffgaff",
    "industry": "Mobile (SIM-only)",
    "countryCode": "UK",
    "description": "UK mobile operator offering flexible goodybags, low-cost plans, community support, refurbished phones, easy switching, no contracts and O2-network coverage nationwide."
  },
  {
    "company": "Gousto",
    "industry": "Recipe box",
    "countryCode": "UK",
    "description": "UK recipe-box service delivering ingredients, step-by-step recipes, weekly menus, dietary choices, family options, flexible subscriptions and convenient home-cooked meal planning."
  },
  {
    "company": "Graze",
    "industry": "Snack subscription",
    "countryCode": "UK",
    "description": "UK snack brand offering healthier treats, personalised boxes, portion-controlled snacks, natural ingredients, workplace options and convenient delivery subscriptions."
  },
  {
    "company": "Home Telecom",
    "industry": "Telecom / utilities",
    "countryCode": "UK",
    "description": "UK telecom provider offering broadband, phone services, fibre packages, home connectivity, simple pricing, customer support and nationwide coverage."
  },
  {
    "company": "Hyperoptic",
    "industry": "FTTP broadband",
    "countryCode": "UK",
    "description": "UK fibre broadband provider offering gigabit speeds, symmetrical uploads, reliable connectivity, affordable plans, business solutions and ultra-fast full-fibre networks."
  },
  {
    "company": "IG",
    "industry": "Trading platform",
    "countryCode": "UK",
    "description": "Global trading platform offering CFDs, forex, shares, indices, options, analytics, education and advanced tools for retail and professional traders."
  },
  {
    "company": "InvestEngine",
    "industry": "ETF investing",
    "countryCode": "UK",
    "description": "UK investment platform offering ETFs, managed portfolios, DIY investing, rebalancing, low fees, tax-efficient accounts and automated long-term wealth building tools."
  },
  {
    "company": "Just Eat",
    "industry": "Food delivery",
    "countryCode": "UK",
    "description": "UK food-delivery marketplace offering restaurant orders, takeaway options, deals, courier tracking, broad cuisine choices and convenient nationwide delivery."
  },
  {
    "company": "Mindful Chef",
    "industry": "Recipe box",
    "countryCode": "UK",
    "description": "UK recipe-box service offering healthy meals, fresh ingredients, nutritionist-designed recipes, dietary options, frozen meals, high-welfare produce and sustainable delivery."
  },
  {
    "company": "Monzo",
    "industry": "Digital bank",
    "countryCode": "UK",
    "description": "UK digital bank offering current accounts, instant notifications, budgeting tools, savings pots, fee-free spending abroad, loans and user-friendly mobile banking."
  },
  {
    "company": "Octopus Energy",
    "industry": "Energy supplier",
    "countryCode": "UK",
    "description": "UK renewable energy provider offering green tariffs, smart meters, flexible pricing, outstanding support, innovative tech solutions and nationwide electricity and gas services."
  },
  {
    "company": "PensionBee",
    "industry": "Pension app",
    "countryCode": "UK",
    "description": "UK pension platform offering consolidation, online tracking, transparent fees, easy transfers, managed plans, forecasts and simple retirement planning through a mobile app."
  },
  {
    "company": "Quidco",
    "industry": "Cashback site",
    "countryCode": "UK",
    "description": "UK cashback platform offering rewards, retailer deals, automatic tracking, bonuses, payout options and savings for everyday online and in-store shopping."
  },
  {
    "company": "Revolut",
    "industry": "Fintech super-app",
    "countryCode": "UK",
    "description": "Global super-app offering accounts, cards, FX, crypto, savings, budgeting tools, international transfers and financial services for personal and business users."
  },
  {
    "company": "ScottishPower",
    "industry": "Energy supplier",
    "countryCode": "UK",
    "description": "UK energy provider offering electricity, gas, green plans, smart meters, boiler care, home services and nationwide household energy support."
  },
  {
    "company": "Sephora UK",
    "industry": "Beauty retail",
    "countryCode": "UK",
    "description": "Beauty retailer offering skincare, makeup, fragrances, exclusive brands, rewards, samples, online ordering and immersive in-store shopping experiences."
  },
  {
    "company": "Shell Energy",
    "industry": "Energy / broadband",
    "countryCode": "UK",
    "description": "UK energy provider offering electricity, gas, broadband, smart-home solutions, EV charging, customer rewards and flexible household energy options."
  },
  {
    "company": "Sky",
    "industry": "Broadband & TV",
    "countryCode": "UK",
    "description": "UK media and telecom provider offering broadband, TV, streaming, sports, mobile plans, phone services and nationwide connectivity."
  },
  {
    "company": "SMARTY Mobile",
    "industry": "SIM-only",
    "countryCode": "UK",
    "description": "UK mobile operator offering flexible SIM-only plans, unlimited data options, no credit checks, simple pricing and Three network coverage."
  },
  {
    "company": "Starling Bank",
    "industry": "Digital bank",
    "countryCode": "UK",
    "description": "UK digital bank offering business and personal accounts, budgeting tools, savings spaces, instant notifications, no fees abroad and powerful mobile banking."
  },
  {
    "company": "The Body Shop",
    "industry": "Beauty retail",
    "countryCode": "UK",
    "description": "Global beauty brand offering skincare, makeup, bodycare, ethical sourcing, cruelty-free products, refills and sustainable personal-care ranges."
  },
  {
    "company": "Tide",
    "industry": "Business banking",
    "countryCode": "UK",
    "description": "UK business banking platform offering accounts, invoicing, expense tools, cards, credit options, integrations and simplified financial management for small businesses."
  },
  {
    "company": "Too Good To Go",
    "industry": "Food waste app",
    "countryCode": "UK",
    "description": "Food-waste platform offering surplus meals from restaurants, discounted magic bags, sustainability impact, nearby discovery and affordable food rescue options."
  },
  {
    "company": "TopCashback",
    "industry": "Cashback site",
    "countryCode": "UK",
    "description": "UK cashback platform offering rewards, retailer deals, payout bonuses, browser extensions, mobile apps and savings on everyday purchases."
  },
  {
    "company": "Trading 212",
    "industry": "Trading platform",
    "countryCode": "UK",
    "description": "Commission-free trading platform offering stocks, ETFs, CFDs, pie investing, fractional shares, education and intuitive mobile-first investing tools."
  },
  {
    "company": "Utility Warehouse",
    "industry": "Multi-utility",
    "countryCode": "UK",
    "description": "UK multiservice provider offering energy, broadband, mobile, insurance, bundles, cashback and single-bill convenience for households."
  },
  {
    "company": "Virgin Media",
    "industry": "Broadband & TV",
    "countryCode": "UK",
    "description": "UK telecom provider offering broadband, TV packages, mobile plans, home phone services, high speeds and extensive national network coverage."
  },
  {
    "company": "Wealthify",
    "industry": "Robo-advisor",
    "countryCode": "UK",
    "description": "UK robo-investment platform offering automated portfolios, ethical options, low fees, ISA accounts, goal tracking and simple long-term investing."
  },
  {
    "company": "Wise",
    "industry": "Money transfer / multicurrency",
    "countryCode": "UK",
    "description": "Global money platform offering international accounts, transfers, multi-currency cards, low FX fees, global payments and transparent borderless banking tools."
  },
  {
    "company": "Zilch",
    "industry": "BNPL / virtual card",
    "countryCode": "UK",
    "description": "UK buy-now-pay-later service offering interest-free instalments, rewards, spending controls, virtual cards and responsible credit tools for shoppers."
  },
  {
    "company": "Zopa",
    "industry": "Banking & credit",
    "countryCode": "UK",
    "description": "UK digital bank offering loans, savings, credit cards, fixed-term accounts, budgeting features and simple transparent financial products."
  },
  {
    "company": "Acorns",
    "industry": "Micro-investing",
    "countryCode": "US",
    "description": "US micro-investing platform offering automated round-ups, ETFs, retirement accounts, budgeting tools, education and long-term wealth building for beginners."
  },
  {
    "company": "Airbnb",
    "industry": "Travel accommodation",
    "countryCode": "US",
    "description": "Global platform offering short-term stays, unique homes, apartments, experiences, long-term rentals, flexible booking and community-reviewed accommodation worldwide for travellers everywhere."
  },
  {
    "company": "Ally Bank",
    "industry": "Online bank & broker",
    "countryCode": "US",
    "description": "US digital bank and broker offering savings, checking, loans, auto financing, trading, ETFs, robo-portfolios and simple online everyday financial tools."
  },
  {
    "company": "American Express",
    "industry": "Credit cards",
    "countryCode": "US",
    "description": "Global financial services company offering charge cards, credit cards, rewards, travel perks, concierge support, business services and secure card-payment solutions globally."
  },
  {
    "company": "Booking.com",
    "industry": "Travel booking",
    "countryCode": "US",
    "description": "Global travel platform offering hotel stays, apartments, vacation rentals, flights, car rentals, attractions, flexible cancellation and extensive accommodation choices worldwide."
  },
  {
    "company": "Busbud",
    "industry": "Bus-ticket marketplace",
    "countryCode": "US",
    "description": "Online platform for intercity bus travel offering route comparisons, ticket booking, schedules, operators, reviews, filters and multi-country coverage worldwide."
  },
  {
    "company": "Capital One",
    "industry": "Credit cards & banking",
    "countryCode": "US",
    "description": "US bank offering credit cards, savings, checking, auto loans, business products, loyalty rewards, mobile apps and modern digital banking tools."
  },
  {
    "company": "Cash App",
    "industry": "P2P payments / neobank",
    "countryCode": "US",
    "description": "US peer-to-peer payments app offering transfers, Cash Card, direct deposit, Bitcoin trading, stock investing and simple personal finance tools daily."
  },
  {
    "company": "Casper",
    "industry": "DTC mattresses",
    "countryCode": "US",
    "description": "Sleep brand offering mattresses, pillows, bedding, bed frames, dog beds, accessories, trials and convenient direct-to-consumer home delivery options online."
  },
  {
    "company": "Charles Schwab",
    "industry": "Brokerage",
    "countryCode": "US",
    "description": "US brokerage offering trading, retirement accounts, personalised advice, ETFs, mutual funds, banking services, platforms, tools and resources for long-term investors."
  },
  {
    "company": "Chase Bank",
    "industry": "Bank accounts & cards",
    "countryCode": "US",
    "description": "Major US bank offering checking, savings, credit cards, mortgages, loans, rewards, business services and strong nationwide branch and ATM network."
  },
  {
    "company": "Chime",
    "industry": "Neobank",
    "countryCode": "US",
    "description": "US neobank offering fee-free accounts, early direct deposit, savings tools, debit card, overdraft features, notifications and intuitive mobile banking experience."
  },
  {
    "company": "Coinbase",
    "industry": "Crypto exchange",
    "countryCode": "US",
    "description": "US cryptocurrency platform offering trading, staking, wallets, payments, institutional services, education, secure custody and access to many major digital assets."
  },
  {
    "company": "Coursera",
    "industry": "Online learning",
    "countryCode": "US",
    "description": "Global online learning platform offering university courses, certificates, degrees, specialisations, hands-on projects, career programs and flexible affordable study options worldwide."
  },
  {
    "company": "Discover",
    "industry": "Credit cards",
    "countryCode": "US",
    "description": "US financial company offering credit cards, cashback rewards, banking products, personal loans, student lending and modern, no-fee digital banking services."
  },
  {
    "company": "DoorDash",
    "industry": "Food delivery",
    "countryCode": "US",
    "description": "US food-delivery platform offering restaurant meals, groceries, convenience items, DashPass memberships, driver earnings, promotions and on-demand delivery across many cities."
  },
  {
    "company": "Eventbrite",
    "industry": "Event ticketing",
    "countryCode": "US",
    "description": "Ticketing and event platform enabling organisers to create, market, promote and sell tickets for in-person or online events worldwide easily."
  },
  {
    "company": "Frank & Oak",
    "industry": "Fashion / subscription",
    "countryCode": "US",
    "description": "Canadian fashion brand offering sustainable clothing, menswear, womenswear, conscious materials, style subscriptions, essentials, seasonal drops and modern curated wardrobe pieces."
  },
  {
    "company": "Getaround",
    "industry": "Car sharing",
    "countryCode": "US",
    "description": "Peer-to-peer car-sharing platform offering hourly rentals, insurance, keyless access, local vehicles, dynamic pricing and flexible app-based mobility on demand nationwide."
  },
  {
    "company": "Gilt",
    "industry": "Flash-sale fashion",
    "countryCode": "US",
    "description": "Online shopping platform offering flash sales, designer brands, discounted fashion, home goods, limited-time deals, curated style collections and exclusive memberships."
  },
  {
    "company": "Gopuff",
    "industry": "Convenience delivery",
    "countryCode": "US",
    "description": "US instant-delivery service offering snacks, drinks, groceries, essentials, alcohol, household items, late-night orders and ultra-fast delivery from micro-fulfilment centres."
  },
  {
    "company": "Grubhub",
    "industry": "Food delivery",
    "countryCode": "US",
    "description": "US food-delivery marketplace offering restaurant orders, pickup, promotions, subscription benefits, corporate catering and convenient online ordering across many American cities."
  },
  {
    "company": "Hulu",
    "industry": "Streaming",
    "countryCode": "US",
    "description": "Streaming platform offering on-demand TV shows, series, films, originals, live TV options and bundled subscriptions for viewers in the US."
  },
  {
    "company": "Indochino",
    "industry": "Menswear & suits",
    "countryCode": "US",
    "description": "Custom menswear brand offering made-to-measure suits, shirts, outerwear, accessories, online design tools, showrooms and personalised tailoring experiences worldwide."
  },
  {
    "company": "Instacart",
    "industry": "Grocery delivery",
    "countryCode": "US",
    "description": "US grocery-delivery platform offering same-day orders, pickup, multiple retailers, memberships, digital coupons, substitutions, preferences and professional personal shoppers for households."
  },
  {
    "company": "Interactive Brokers",
    "industry": "Online broker",
    "countryCode": "US",
    "description": "Global brokerage offering low-cost trading, multi-asset products, margin, advanced platforms, APIs, research, analytics, screeners and professional-grade tools for traders worldwide."
  },
  {
    "company": "Julep",
    "industry": "Beauty subscription",
    "countryCode": "US",
    "description": "Beauty brand offering nail polish, cosmetics, skincare, subscriptions, curated boxes, tutorials, tips, innovation and colourful high-performance beauty products for customers."
  },
  {
    "company": "Lyft",
    "industry": "Ride-hailing",
    "countryCode": "US",
    "description": "US ride-hailing platform offering rides, bikes, scooters, rentals, driver earnings, tipping, safety features, shared options and app-based urban mobility nationwide."
  },
  {
    "company": "Postmates",
    "industry": "On-demand delivery",
    "countryCode": "US",
    "description": "US on-demand delivery platform offering food, groceries, alcohol, retail items, independent couriers, partnerships and flexible local logistics in supported cities."
  },
  {
    "company": "Purple",
    "industry": "Mattresses & bedding",
    "countryCode": "US",
    "description": "Mattress and sleep company offering gel-grid mattresses, pillows, bedding, cushions, seat supports, bases and ergonomic comfort products for pressure-relieving sleep."
  },
  {
    "company": "Robinhood",
    "industry": "Brokerage & crypto",
    "countryCode": "US",
    "description": "US trading app offering commission-free stocks, ETFs, options, crypto, fractional shares, education, watchlists, alerts, news and simple mobile investing tools."
  },
  {
    "company": "Sam’s Club",
    "industry": "Wholesale / membership",
    "countryCode": "US",
    "description": "US membership warehouse offering bulk groceries, electronics, household items, pharmacy services, fuel savings, online ordering and significant in-store or online discounts."
  },
  {
    "company": "Shipt",
    "industry": "Grocery delivery",
    "countryCode": "US",
    "description": "US same-day delivery service offering groceries, essentials, household items, personal shoppers, memberships, retailer partnerships and fast convenient delivery through its mobile app."
  },
  {
    "company": "SoFi",
    "industry": "Digital bank & lending",
    "countryCode": "US",
    "description": "US fintech offering student-loan refinancing, personal loans, banking, investing, credit cards, insurance, financial tools and comprehensive all-in-one money management services."
  },
  {
    "company": "Spanx",
    "industry": "Apparel",
    "countryCode": "US",
    "description": "US apparel brand offering shapewear, leggings, underwear, activewear, smoothing solutions, comfortable designs and innovative clothing for everyday confidence and style."
  },
  {
    "company": "T-Mobile",
    "industry": "Mobile carrier",
    "countryCode": "US",
    "description": "US telecom provider offering nationwide 5G, mobile plans, data packages, device deals, home internet, business solutions and competitive wireless network services."
  },
  {
    "company": "Tesla",
    "industry": "EVs & energy",
    "countryCode": "US",
    "description": "US electric-vehicle company offering EVs, solar panels, storage batteries, charging networks, autonomous-driving technology and clean-energy solutions for global customers."
  },
  {
    "company": "ThredUp",
    "industry": "Second-hand fashion",
    "countryCode": "US",
    "description": "US online resale marketplace offering secondhand clothing, consignment services, clean-out kits, sustainable fashion choices and affordable apparel from thousands of brands."
  },
  {
    "company": "Tile",
    "industry": "Bluetooth trackers",
    "countryCode": "US",
    "description": "Bluetooth-tracking brand offering trackers, key finders, luggage tags, device locators, crowd-finding network and reliable tools to help customers find lost items."
  },
  {
    "company": "TurboTax",
    "industry": "Tax filing software",
    "countryCode": "US",
    "description": "US tax-filing software offering guided returns, deductions, credits, expert help, e-filing, audit support and simplified online preparation for individuals and families."
  },
  {
    "company": "Uber",
    "industry": "Ride-hailing",
    "countryCode": "US",
    "description": "Global mobility platform offering ride-hailing, car rentals, deliveries, safety features, driver earnings, route optimisation and fast convenient urban transportation."
  },
  {
    "company": "Uber Eats",
    "industry": "Food delivery",
    "countryCode": "US",
    "description": "Food-delivery service offering restaurant meals, groceries, courier tracking, personalised recommendations, deals, fast delivery and convenient on-demand ordering via app."
  },
  {
    "company": "Upgrade",
    "industry": "Credit & checking",
    "countryCode": "US",
    "description": "US fintech offering personal loans, credit cards, checking, savings accounts, credit monitoring, budgeting tools and responsible lending products for consumers."
  },
  {
    "company": "Varo Bank",
    "industry": "Mobile bank",
    "countryCode": "US",
    "description": "US digital bank offering fee-free checking, savings, early deposits, budgeting tools, high-yield rates, mobile banking and accessible everyday financial services."
  },
  {
    "company": "Venmo",
    "industry": "P2P payments",
    "countryCode": "US",
    "description": "US peer-to-peer payments app offering transfers, social feeds, debit card, crypto buying, rewards, bill splitting and convenient digital money movement."
  },
  {
    "company": "Wayfair",
    "industry": "Home goods",
    "countryCode": "US",
    "description": "US online furniture retailer offering home decor, large catalogues, fast shipping, room inspiration, deals, custom options and convenient home-shopping experiences."
  },
  {
    "company": "Wealthfront",
    "industry": "Robo-advisor",
    "countryCode": "US",
    "description": "US robo-advisor offering automated investing, ETFs, cash accounts, portfolios, financial planning, tax-loss harvesting and long-term wealth-building tools."
  },
  {
    "company": "Zipcar",
    "industry": "Car sharing",
    "countryCode": "US",
    "description": "Car-sharing service offering hourly rentals, daily rentals, fuel included, insurance, parking, app-based access and convenient urban mobility for members."
  },
  {
    "company": "Zulily",
    "industry": "Online retail",
    "countryCode": "US",
    "description": "US online retailer offering discounted clothing, toys, home goods, flash sales, limited-time deals and curated everyday shopping for families."
  }
]